data.czxt = [
    {
        title: "简述操作系统必须完成的两个目标",
        simple: "无",
        normal: [
            '1、与硬件部分相互作用，为包含在硬件平台上的所有底层可编程部件提供服务',
            '2、为包含在计算机上的应用程序提供可执行环境'
        ],
        start: 2,
    },
    {
        title: "简述操作系统在资源管理方面的功能",
        simple: "无",
        normal: [
            '处理机管理、内存管理、设备管理、文件管理'
        ],
        start: 1,
    },
    {
        title: "简述操作系统资源管理的作用",
        simple: "无",
        normal: [
            '一方面保证用户程序的顺利执行，另一方面使计算机系统资源得到尽可能高效的利用，保证计算机系统的高性能。'
        ],
        start: 1,
    },
    {
        title: "简述分时系统的优点",
        simple: "无",
        normal: [
            '分时系统的优点是向用户提供了人机交互的方便性，使多个用户可以通过不同的终端共享主机'
        ],
        start: 1,
    },
    {
        title: "说明单道批处理系统，多道批处理系统的特点及优缺点。",
        simple: "无",
        normal: [
            '单道批处理理系统：',
            '特点：自动性、顺序性、单道性(内存任意时刻只有一个作业)',
            '优点：减少了等待人工操作的时间',
            '缺点：CPU资源不能充分利用',
            '特点：多道性（内存中可以驻留多道程序）、无序性、调度性、复杂性',
            '优点：能够提高CPU，内存和IO设备的利用率和系统的吞吐量',
            '缺点：系统平均周转时间长'
        ],
        start: 1,
    },
    {
        title: "简述现在操作系统的特性",
        simple: "无",
        normal: [
            ' 现代操作系统都支持多任务，',
            '具有并发、共享、虚拟和异步性特征。',
            '并发：两个或多个事件在同一时间间隔内发生。',
            '共享：系统中资源可供内存中多个并发执行的进程共同使用',
            '虚拟：最常用内存虚拟化，用户感觉到的内存大于实际内存。',
            '异步性：进程以不可预知的速度向前推进。'

        ],
        start: 1,
    },
    {
        title: "请说明操作系统的功能",
        simple: "无",
        normal: [
            '操作系统的功能有内存管理、进程管理、设备管理、文件管理、提供用户接口等功能。'
        ],
        start: 1,
    },
    {
        title: "请说明操作系统的功能",
        simple: "无",
        normal: [
            '内存管理的主要任务是为多道程序的运行提供良好的环境，方便用户使用内存，提高内存的利用率，以及从逻辑上扩充内存以实现虚拟存储。'
        ],
        start: 1,
    },
    {
        title: "请说明内存保护的任务",
        simple: "无",
        normal: [
            '一是使操作系统内核的空间不会被用户随意访问，以保证系统的安全和稳定；二是确保每道用户程序都在自己的内存空间中运行，互不干扰。'
        ],
        start: 1,
    },
    {
        title: "什么叫地址映射",
        simple: "无",
        normal: [
            'CPU执行程序过程中访问内存时，需要把程序的逻辑地址转变为物理地址，这个转换过程称为地址映射。'
        ],
        start: 1,
    },
    {
        title: "内存管理有哪些主要功能",
        simple: "无",
        normal: [
            '内存管理应具有内存分配，内存保护，地址映射和内存扩充功能。'
        ],
        start: 1,
    },
    {
        title: "简述设备管理应该具有哪些功能",
        simple: "无",
        normal: [
            '1.缓冲管理，管理各种缓冲区。',
            '2.设备分配，分配用户I/O所需要的设备。',
            '3.设备处理，由设备驱动程序来实现CPU与设备控制器之间的通信。',
            '4.设备独立性和虚拟设备，设备独立性功能使用应用程序独立于物理设备，使一个物理设备能供多个用户共享。'
        ],
        start: 1,
    },
    {
        title: "文件的读、写管理和存取控制",
        simple: "无",
        normal: [
            '根据用户的请求，从外存中读取数据或将数据写入外存。防止未经审核的用户存取文件，防止冒名顶替存取文件，防止以不正确的方式使用文件。'
        ],
        start: 1,
    },
];
