data.czxt = [
    {
        title: "简述操作系统必须完成的两个目标",
        simple: "无",
        normal: [
            '1、与硬件部分相互作用，为包含在硬件平台上的所有底层可编程部件提供服务',
            '2、为包含在计算机上的应用程序提供可执行环境'
        ],
        start: 2,
    },
    {
        title: "简述操作系统在资源管理方面的功能",
        simple: "无",
        normal: [
            '处理机管理、内存管理、设备管理、文件管理'
        ],
        start: 1,
    },
    {
        title: "简述操作系统资源管理的作用",
        simple: "无",
        normal: [
            '一方面保证用户程序的顺利执行，另一方面使计算机系统资源得到尽可能高效的利用，保证计算机系统的高性能。'
        ],
        start: 1,
    },
    {
        title: "简述分时系统的优点",
        simple: "无",
        normal: [
            '分时系统的优点是向用户提供了人机交互的方便性，使多个用户可以通过不同的终端共享主机'
        ],
        start: 1,
    },
    {
        title: "说明单道批处理系统，多道批处理系统的特点及优缺点。",
        simple: "无",
        normal: [
            '单道批处理理系统：',
            '特点：自动性、顺序性、单道性(内存任意时刻只有一个作业)',
            '优点：减少了等待人工操作的时间',
            '缺点：CPU资源不能充分利用',
            '特点：多道性（内存中可以驻留多道程序）、无序性、调度性、复杂性',
            '优点：能够提高CPU，内存和IO设备的利用率和系统的吞吐量',
            '缺点：系统平均周转时间长'
        ],
        start: 1,
    },
];

