data.jds = [
    {
        title: "中国封建社会的基本特点 \/ 第一章",
        simple: "经政文社矛",
        normal: [
            '1、在经济上，封建土地所有制占主导地位。 ',
            '2、在政治上，实行高度中央集权的封建君主专制制度。 ',
            '3、在文化上，以儒家思想为核心。 ',
            '4、在社会结构上，形成族权和政权相结合的封建宗法等级制度。 ',
            '5、中国封建社会的主要矛盾，是地主阶级和农民阶级的矛盾。',
        ],
        start: 1,
    },
    {
        title: "中国半殖民地半封建社会的主要矛盾及历史任务是什么? \/ 第一章",
        simple: "无",
        normal: [
            '1、两大主要矛盾：帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。',
            '2、两大历史任务：求得民族独立和人民解放，实现国家繁荣富强和人民共同富裕。'
        ],
        start: 1,
    },
    {
        title: "试述近代中国半殖民地半封建社会的主要特点? \/ 第一章",
        simple: "纵勾基主发",
        normal: [
            '1、资本帝国主义不但逐渐操纵了中国的财政和经济命脉，而且逐步控制了中国的政治，日益成为支配中国的决定性力量。',
            '2、中国的封建势力同外国侵略势力相勾结，成为外国列强压迫、奴役中国人民的社会基础和统治支柱。',
            '3、中国自然经济的基础虽然遭到破坏，但封建剥削制度的根基依然存在。',
            '4、中国的资本主义有所发展，但没有成为中国社会经济的主体。',
            '5、造成了近代中国各地区经济、政治和文化发展极不平衡。',
        ],
        start: 1,
    },
    {
        title: "近代以来中华民族面临的两大历史任务及其相互关系是什么? \/ 第一章",
        simple: "",
        normal: [
            '近代以来中华民族面临的两大历史任务：',
            '一是求得民族独立和人民解放；二是实现国家繁荣富强和人民共同富裕。',
            '二者既有区别又有联系：',
            '其区别在于：前者要从根本上推翻中国半殖民地半封建社会的统治秩序，解决生产关系问题，后者要改变近代中国经济文化和社会落后的地位与状况，解决生产力问题。',
            '其联系在于：只有完成第一大任务，才能为第二大任务的完成创造条件；而完成第二大任务是完成第一大任务的最终目的。'
        ],
        start: 1,
    },
    {
        title: "近代中国工人阶级的特点? \/ 第一章",
        simple: "革集破",
        normal: [
            '第一，深受帝国主义，封建势力和资产阶级的三重压迫和剥削，革命性最强。',
            '第二，人数虽少，但相对集中，便于形成革命力量和传播先进思想。',
            '第三，主要由破产农民和家庭手工业者转化而来，同农民有着天然联系，结成工农联盟。'
        ],
        start: 1,
    },
];