data.jds = [
    {
        title: "中国封建社会的基本特点 \/ 第一章",
        simple: "无",
        normal: [
            '1、在经济上，封建土地所有制占主导地位。 ',
            '2、在政治上，实行高度中央集权的封建君主专制制度。 ',
            '3、在文化上，以儒家思想为核心。 ',
            '4、在社会结构上，形成族权和政权相结合的封建宗法等级制度。 ',
            '5、中国封建社会的主要矛盾，是地主阶级和农民阶级的矛盾。',
        ],
        start: 1,
    },
    {
        title: "中国封建社会的基本特点 \/ 第一章",
        simple: "无",
        normal: [
            '1、在经济上，封建土地所有制占主导地位。 ',
            '2、在政治上，实行高度中央集权的封建君主专制制度。 ',
            '3、在文化上，以儒家思想为核心。 ',
            '4、在社会结构上，形成族权和政权相结合的封建宗法等级制度。 ',
            '5、中国封建社会的主要矛盾，是地主阶级和农民阶级的矛盾。',
        ],
        start: 1,
    },
];