data.jds = [
    {
        title: "中国封建社会的基本特点 \/ 第一章",
        simple: "经政文社矛",
        normal: [
            '1、在经济上，封建土地所有制占主导地位。 ',
            '2、在政治上，实行高度中央集权的封建君主专制制度。 ',
            '3、在文化上，以儒家思想为核心。 ',
            '4、在社会结构上，形成族权和政权相结合的封建宗法等级制度。 ',
            '5、中国封建社会的主要矛盾，是地主阶级和农民阶级的矛盾。',
        ],
        start: 1,
    },
    {
        title: "中国半殖民地半封建社会的主要矛盾及历史任务是什么? \/ 第一章",
        simple: "无",
        normal: [
            '1、两大主要矛盾：帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。',
            '2、两大历史任务：求得民族独立和人民解放，实现国家繁荣富强和人民共同富裕。'
        ],
        start: 1,
    },
    {
        title: "试述近代中国半殖民地半封建社会的主要特点? \/ 第一章",
        simple: "纵勾基主发",
        normal: [
            '1、资本帝国主义不但逐渐操纵了中国的财政和经济命脉，而且逐步控制了中国的政治，日益成为支配中国的决定性力量。',
            '2、中国的封建势力同外国侵略势力相勾结，成为外国列强压迫、奴役中国人民的社会基础和统治支柱。',
            '3、中国自然经济的基础虽然遭到破坏，但封建剥削制度的根基依然存在。',
            '4、中国的资本主义有所发展，但没有成为中国社会经济的主体。',
            '5、造成了近代中国各地区经济、政治和文化发展极不平衡。',
        ],
        start: 1,
    },
    {
        title: "近代以来中华民族面临的两大历史任务及其相互关系是什么? \/ 第一章",
        simple: "",
        normal: [
            '近代以来中华民族面临的两大历史任务：',
            '一是求得民族独立和人民解放；二是实现国家繁荣富强和人民共同富裕。',
            '二者既有区别又有联系：',
            '其区别在于：前者要从根本上推翻中国半殖民地半封建社会的统治秩序，解决生产关系问题，后者要改变近代中国经济文化和社会落后的地位与状况，解决生产力问题。',
            '其联系在于：只有完成第一大任务，才能为第二大任务的完成创造条件；而完成第二大任务是完成第一大任务的最终目的。'
        ],
        start: 1,
    },
    {
        title: "近代中国工人阶级的特点? \/ 第一章",
        simple: "革集破",
        normal: [
            '第一，深受帝国主义，封建势力和资产阶级的三重压迫和剥削，革命性最强。',
            '第二，人数虽少，但相对集中，便于形成革命力量和传播先进思想。',
            '第三，主要由破产农民和家庭手工业者转化而来，同农民有着天然联系，结成工农联盟。'
        ],
        start: 1,
    },
    {
        title: "洋务运动失败的主要原因是什么? \/ 第二章",
        simple: "封依腐",
        normal: [
            '洋务运动失败的主要原因是：',
            '1.洋务运动具有封建性。洋务运动的指导思想是“中学为体，西学为用”，其目的是维护封建统治。',
            '2.洋务运动对西方列强具有依赖性。在技术、管理方面极度依赖洋人。',
            '3.洋务企业的管理具有腐朽性。官办、官督商办的形式具有严重的衙门气息。'
        ],
        start: 1,
    },
    {
        title: "洋务运动的历史作用是什么? \/ 第二章",
        simple: "促教观",
        normal: [
            '洋务运动的历史作用是：',
            '1.客观上促进了中国早期工业和民族资本主义的发展',
            '2.成为中国近代教育的开端；传播了新知识，开阔了人们的眼界',
            '3.引发了社会风气和价值观念的变化'
        ],
        start: 1,
    },
    {
        title: "资产阶级维新派自身弱点和局限的主要表现是什么? \/ 第二章",
        simple: "不对脱，封帝民",
        normal: [
            '维新派自身的局限性主要表现在：',
            '1.不敢否定封建主义.',
            '2.对帝国主义抱有幻想.',
            '3.脱离人民群众。这些都是中国民族资产阶级的软弱性所致。'
        ],
        start: 1,
    },
    {
        title: "太平天国定都天京后，先后颁布的两个重要纲领及其特点? \/ 第二章",
        simple: "",
        normal: [
            '《天朝田亩制度》是一个以解决土地问题为中心的比较完整的社会改革方案。这个纲领没有超出农民小生产者的狭隘眼界。',
            '《资政新编》是一个带有鲜明资本主义色彩的改革与建设方案，但未涉及农民问题和土地问题。这一致命的弱点，决定了这个方案从一开始就缺乏实施的阶级基础和社会条件。',
        ],
        start: 1,
    },
    {
        title: "太平天国历史意义 \/ 第二章",
        simple: "打旧统打亚",
        normal: [
            '1.沉重打击封建统治阶级，撼动了清政府的统治根基',
            '2.中国旧式农民起义的最高峰，提出了《天朝田亩制度》和《资政新篇》。',
            '3.批判儒家为代表的封建统治思想',
            '4.打击外国势力，维护中国主权',
            '5.亚洲反殖民主义的大潮'
        ],
        start: 1,
    },
    {
        title: "太平天国失败原因  \/ 第二章",
        simple: "没没理",
        normal: [
            '1.没有先进阶级的领导。【最根本的原因】',
            '2.没有科学理论的指导。',
            '3.对外国资本主义列强缺乏理性的认识。'
        ],
        start: 1,
    },
    {
        title: "维新派与守旧派论战  \/ 第二章",
        simple: "",
        normal: [
            '1.论战的双方：维新派、守旧派。',
            '洋务派官僚、湖广总督张之洞写了《劝学篇》，书中宣扬“中学为体、西学为用”的思想。',
            '2.维新派和守旧派之间的论战主要围绕以下三个问题展开：',
            '要不要变法；',
            '要不要兴民权，设议院，实行君主立宪；',
            '要不要废八股、改科举和兴学堂。',
            '3.维新派守旧派的论战实质上是资产阶级思想和封建主义思想在中国的第一次正面交锋。'
        ],
        start: 1,
    },
    {
        title: "中国国民党第一次全国代表大会对三民主义的新阐释是什么?   \/ 第三章",
        simple: "民族内外，民权共有，民生改善",
        normal: [
            '1924年中国国民党一大在广州召开，大会通过的宣言对三民主义作了新的阐释。',
            '1.民族主义突出了反对帝国主义的内容，强调对外争取中华民族的完全独立，同时主张国内各民族一律平等。',
            '2.民权主义强调了民权为一般平民所共有，不应为“少数人所得而私”。',
            '3.民生主义在“平均地权”基础上增加了“节制资本”的原则，并提出了改善工农生活状况。'

        ],
        start: 1,
    },
    {
        title: "中共二大制定的纲领的主要内容。?  \/ 第三章",
        simple: "",
        normal: [
            '中共二大制定的纲领的主要内容是',
            '最高纲领：实现社会主义、共产主义。',
            '最低纲领：即当前阶段也就是民主革命阶段的纲领。消除内乱，打倒军阀，建设国内和平；推翻国际帝国主义的压迫，达到中华民族完全独立；统一中国为真正的民主共和国。',
            '中共二大是中国近现代历史上第一次明确提出了反帝反封建的民主革命纲领。',
        ],
        start: 1,
    },

    {
        title: "五四运动的历史特点和历史意义?  \/ 第三章",
        simple: '彻广促新',
        normal: [
            '1.五四运动是中国近现代史上一场彻底的反帝反封建的革命运动，把中国人民反帝反封建的斗争提升到一个新的水平。',
            '2.五四运动广泛地动员和组织了群众，是一场真正的群众性的革命运动；',
            '3.五四运动促进了马克思主义在中国的广泛传播；促进马克思主义同中国工人运动的结合，为中国共产党的成立作了思想和干部上的准备。',
            '4.五四运动是中国新民主主义革命的开端。'
        ],
        start: 1,
    },
    {
        title: "中国共产党成立的历史意义?  \/ 第三章",
        simple: "坚强核心，科学思想，沟通世界",
        normal: [
            '1.它标志着中国革命终于有了一个坚强的领导核心，有了可信赖的组织者和领导者，使中国工人阶级有了自己的司令部。',
            '2.中国革命从此有了一个科学的指导思想，中国共产党以马克思列宁主义基本原理观察和分析中国的问题，为中国人民指明了斗争目标，革命前途和胜利之路。',
            '3.沟通了中国革命和世界革命的联系，把中华民族的解放运动同世界无产阶级社会主义革命相联结，使中国革命有了新的前途。自从有了中国共产党，中国革命的面目就焕然一新了。'
        ],
        start: 1,
    },
    {
        title: "辛亥革命失败后，孙中山为捍卫资产阶级民主革命成果所进行的斗争。?  \/ 第三章",
        simple: "卖帝段",
        normal: [
            '1.为反对袁世凯刺杀宋教仁和“善后大借款”的独裁与卖国行径，于1913年发动“二次革命”。 ',
            '2.为反对袁世凯复辟帝制，于1915年12月发动护国运动。 ',
            '3.为反对段祺瑞等破坏《中华民国临时约法》和拒绝恢复国会，分别于1917年和1920年发动第一次、第二次护法运动。',
        ],
        start: 1,
    },
    {
        title: "北伐战争直接打击的目标和战略方针是什么?  \/ 第四章 （老师文档里面是第3章）",
        simple: "",
        normal: [
            '北伐在苏联军事顾问的建议下，制定了集中兵力、各个歼敌的战略方针：首先以主力进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后，北上解决张作霖。',
        ],
        start: 1,
    },

    {
        title: "北伐战争胜利进军的主要原因是什么?  \/ 第四章 （老师文档里面是第3章）",
        simple: "合作战线,工农支持,苏联援助",
        normal: [
            '1.国共合作的实现，革命统一战线的建立，特别是共产党员和共青团员的先锋模范作用是北伐胜利的重要原因。',
            '2.北伐军得到广大工农群众的大力支持。',
            '3.北伐战争得到苏联政府的多方面援助，特别是派出的军事顾问帮助北伐军制定了正确的军事战略战术。'
        ],
        start: 1,
    },
    {
        title: "1927年建立的国民党南京政权实行独裁统治的主要表现是什么?  \/ 第四章",
        simple: "军务保文",
        normal: [
            '主要表现是： ',
            '1.为了镇压人民和消灭异己力量，国民党建立了庞大的军队。',
            '2.为了镇压和消除异己力量，国民党还建立了庞大的全国性特务系统。',
            '3.为了控制人民，禁止革命运动，国民党还大力推行保甲制度，规定十户为甲，十甲为保，分设甲长、保长。',
            '4.为了控制舆论，剥夺人民言论和出版自由，国民党还厉行文化专制主义。'
        ],
        start: 1,
    },
    {
        title: "八七会议的主要内容及其历史地位?  \/ 第四章",
        simple: "秀针白毛，路巨转",
        normal: [
            '八七会议的主要内容 ',
            '会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，保证中国革命的继续向前发展。选出了以瞿秋白为书记的中央临时政治局。',
            '毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。 ',
            '历史地位',
            '八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路，为挽救中国共产党和中国革命作出了巨大贡献。这是由大革命失败到土地革命战争兴起的一个历史转折点。',
        ],
        start: 1,
    },
    {
        title: "简述遵义会议的历史意义?  \/ 第四章",
        simple: "三救毛转熟",
        normal: [
            '遵义会议在及其危机的情况下挽救了中国共产党，挽救了中国工农红军挽救了中国革命。',
            '开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。 ',

        ],
        start: 1,
    },
    {
        title: "三湾改编的主要内容?  \/ 第四章",
        simple: "师缩团，部建连，委员民主",
        normal: [
            '一是将原有的一个师缩编为一个团；二是在部队中建立共产党各级组织，将党的支部，建在连上；三是成立各级士兵委员会，部队内部实行民主管理。 ',

        ],
        start: 1,
    },
    {
        title: "中国共产党领导中国工农红军长征胜利的历史意义?  \/ 第四章",
        simple: "粉日锤火铸",
        normal: [
            '1.粉碎了国民党“围剿”红军、消灭革命力量的企图，是中国革命转危为安的关键；',
            '2.把革命大本营放在了西北，为迎接中国人民抗日救亡的新高潮准备了条件；',
            '3.长征保存并锤炼了中国革命的骨干力量； ',
            '4.长征播撒了革命火种； ',
            '5.铸就了伟大的长征精神。',
        ],
        start: 1,
    },
    {
        title: "中共三大的主要内容及意义?  \/ 第四章",
        simple: "论统一，入国民，自独立",
        normal: [
            '主要内容：',
            '集中讨论了建立革命统一战线的问题，决定全体共产党员以个人名义加入国民党。',
            '强调在共产党员加入国民党时，党必须在政治上、思想上、组织上保持自己的独立性。',
            '意义：',
            '正确制定了建立革命统一战线的方针政策',
            '有力推动了第一次国共合作的形成',
        ],
        start: 1,
    },
    {
        title: "1931年召开的中华苏维埃第一次全国代表大会的主要内容?  \/ 第五章",
        simple: "通选宣毛",
        normal: [
            '1.通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件。',
            '2.选举产生了中华苏维埃共和国中央执行委员会。',
            '3.宣告了中华苏维埃共和国临时中央政府的成立。',
            '4.毛泽东当选为中央执行委员会主席。',
        ],
        start: 1,
    },
    {
        title: "中国共产党抗日民族统一战线的策略总方针是什么?  \/ 第六章",
        simple: "发争孤",
        normal: [
            '发展进步势力，进步势力主要指工人、农民和城市小资产阶级。',
            '争取中间势力。中间势力主要指民族资产阶级、开明绅士和地方实力派。',
            '孤立顽固势力。顽固势力指大地主大资产阶级的抗日派，即以蒋介石为代表的国民党亲英美派。'
        ],
        start: 1,
    },
    {
        title: "中国人民抗日战争胜利的主要原因是什么?  \/ 第六章",
        simple: "党中流，民觉醒，好同情",
        normal: [
            '1.中国共产党在全民族抗战中发挥了中流砥柱作用',
            '2.中国人民的民族觉醒、空前的民族团结和英勇的民族抗争，是中国人民抗日战争胜利的决定性因素。',
            '3.世界上爱好和平与正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持'
        ],
        start: 1,
    },
    {
        title: "简述中国抗日战争胜利的基本经验?  \/ 第六章",
        simple: "族源泉，爱精神，爱贡献",
        normal: [
            '中国抗日战争胜利的基本经验',
            '1.全国各族人民的大团结，是中国人民战胜一切艰难困苦、实现抗战胜利的力量源泉。',
            '2.以爱国主义为核心的伟大民族精神是中国人民团结奋进的精神动力。',
            '3.中国人民热爱和平、反对侵略战争，同时又不惧怕战争。为世界反法西斯战争和人类进步事业作出了做大贡献。'
        ],
        start: 1,
    },
    {
        title: "试述抗日战争在世界反法西斯战争史上的历史地位?  \/ 第六章",
        simple: "主持亚",
        normal: [
            '1.中国人民抗日战争是世界反法西斯战争的东方主战场，中国抗战开始最早，持续时间最长，牵制和抗击了日军主要兵力，对日本侵略者的彻底覆灭起到了决定性作用。',
            '2.中国人民的持久抗战，遏制了日本的“北进“计划，牵制了日本的“南进”步伐，大大减轻了其他战场的压力，为盟军完成战略转折和实施战略反攻创造了有利条件。',
            '3.中国作为亚太地区盟军对日作战的重要后方基地，为盟军提供了大量战略物资和军事情报，',
            '中国军队出国作战，不仅打击了日军，还对盟军给予了实际支援，中国为战胜法西斯、维护世界和平付出了巨大牺牲，作出了伟大贡献。'
        ],
        start: 1,
    },
    {
        title: "新民主主义革命总路线及新民主主义革命的三大经济纲领是什么?  \/ 第七章",
        simple: "",
        normal: [
            '新民主主义革命总路线：',
            '无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。',
            '新民主主义革命的三大经济纲领：',
            '没收封建阶级的土地归农民所有',
            '没收垄断资本归新民主主义的国家所有',
            '保护民族工商业'
        ],
        start: 1,
    },
    {
        title: "中国革命统一战线中的两个联盟及其关系?  \/ 第七章",
        simple: "",
        normal: [
            '一个是劳动者的联盟，主要是工人农民和城市小资产阶级的联盟，这是基本的主要的；',
            '一个是劳动者与非劳动者的联盟，主要是劳动者与民族资产阶级的联盟，有时还包括一部分大资产阶级的暂时联盟，这是辅助的，同时又是重要的。'
        ],
        start: 1,
    },
    {
        title: "统一战线作为新民主主义革命胜利的基本经验之一，其主要内容?   \/ 第七章",
        simple: "",
        normal: [
            '统一战线的主要内容:',
            '建立广泛的统一战线是坚持和发展革命的政治基础。',
            '统一战线中存在着两个联盟：一个是劳动者的联盟，主要是工人、农民和城市小资产阶级的联盟，这是基本的、主要的。',
            '一个是劳动者与非劳动者的联盟，主要是劳动者与民族资产阶级的联盟，有时还包括与一部分大资产阶级的暂时的联盟。这是辅助的，同时又是重要的。',
            '巩固和扩大统一战线的关键，是坚持无产阶级及其政党的领导权，率领同盟者向共同的敌人作坚决的斗争并取得胜利，对被领导者给以物质福利和政治教育，对资产阶级采取又联合、又斗争的政策。'
        ],
        start: 1,
    },
    {
        title: "中国新民主主义革命取得胜利的主要原因  ?  \/ 第七章",
        simple: "先锋共产党，人民三反，无人支持",
        normal: [
            '1.有了中国工人阶级的先锋队——中国共产党的领导；',
            '2.人民走上了反帝反封建反官僚资本主义斗争的伟大时代；',
            '3.国际无产阶级和人民群众的支持；'
        ],
        start: 1,
    },
    {
        title: "全国解放战争时期，各民主党派与中国共产党团结合作的主要表现?  \/ 第七章",
        simple: "重庆努力,国民党撕协议,民主党派流血牺牲,战略反攻",
        normal: [
            '1.在重庆谈判和政协会议期间，各民主党派作为“第三方面”，同共产党一起反对国民党反动派的内战、独裁政策，为和平民主而共同努力。',
            '2.在国民党当局撕毁政协协议、发动全面内战后，民主党派中的大多数同共产党保持一致，拒绝参加国民党一手包办的“国民大会”、反对国民党炮制的“宪法”。',
            '3.民主党派的许多成员积极参加和支持中国共产党领导的爱国民主运动，有的为此流血牺牲。',
            '4.在人民解放战争转入战略反攻并且取得节节胜利的形势下，各民主党派公开宣言，站在人民革命一边，同共产党一道为推翻国民党的反动统治和建立新中国而共同奋斗。',
        ],
        start: 1,
    },
    {
        title: "新中国建立初期开展的“三反”、“五反”运动的主要内容是什么  ?  \/ 第八章",
        simple: "贪浪官,贿偷偷盗盗",
        normal: [
            '三反运动的主要内容是：',
            '三反运动是指解放初期，在中国共产党和国家机关内部开展的“反贪污、反浪费、反官僚主义”的运动。',
            '五反运动的主要内容是',
            '五反运动是指建国初期在资本主义工商业者中开展反行贿、反偷税漏税、反偷工减料、反盗骗国家财产、反盗窃国家经济情报的斗争。'
        ],
        start: 1,
    },
    {
        title: "我国农业社会主义改造中的过渡性经济组织形式及其性质是什么?  \/ 第八章",
        simple: "",
        normal: [
            '我国农业社会主义改造中的过渡性经济组织形式及其性质是：',
            '1.是互助组，这是具有社会主义萌芽性质的经济组织。',
            '2.是初级农业生产合作社，这是具有半社会主义性质的经济组织。',
            '3.是高级农业生产合作社，这是具有社会主义性质的经济组织。',
        ],
        start: 1,
    },
    {
        title: "我国社会主义改造基本完成的意义是什么?  \/ 第八章",
        simple: "经济建立进入社会主义社会，私到公促进生产力",
        normal: [
            '我国社会主义改造基本完成的意义是：',
            '1.随着社会主义改造的基本完成，社会主义基本经济制度在中国建立起来了，这是中国进入社会主义社会的最主要的标志。',
            '2.社会主义改造是在生产关系方面由私有制到公有制的一场伟大变革，它使社会生产力从旧的生产关系中解放出来，从而促进了生产力的发展。',
        ],
        start: 1,
    },
    {
        title: "过渡时期总路线 ?  \/ 第八章",
        simple: "工业农业，手工业，资本主义工商业",
        normal: [
            '过渡时期总路线及其特点：',
            '党在过渡时期的总路线和总任务，是要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造',
        ],
        start: 1,
    },
    {
        title: " 新中国成立初期，中国共产党面临着哪些新的严峻考验 ?  \/ 第八章",
        simple: "四个能不能，胜经独考",
        normal: [
            '严峻考验：',
            '1.能不能保卫住人民胜利的成果，巩固新生的人民政权。',
            '2.能不能战胜严重的经济困难，迅速恢复和发展国民经济。',
            '3.能不能巩固民族独立，维护国家主权和安全。',
            '4.能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风。',
        ],
        start: 1,
    },

    {
        title: "新民主主义社会的五种经济成分及特点 ?  \/ 第八章",
        simple: "",
        normal: [
            '五种经济成分：',
            '1.社会主义性质的国营经济',
            '2.半社会主义性质的合作社经济',
            '3.农民和手工业者的个体经济',
            '4.私人资本主义经济',
            '5.国家资本主义经济',
            '特点：既有社会主义因素，又有资本主义因素。'
        ],
        start: 1,
    },
    {
        title: "在探索中国社会主义建设道路过程中，毛泽东提出的关于经济建设的主要思想是什么 ?  \/ 第九章",
        simple: "实际出发，社会矛盾，工业化道路，四个现代化，经济关系",
        normal: [
            '毛泽东提出的关于经济建设的主要思想是：',
            '1.提出中国的社会主义建设必须从中国的实际出发，走出一条中国自己的道路。',
            '2.提出用发展经济、发展生产力的方式来解决社会主义条件下的社会基本矛盾 。',
            '3.提出走适合中国国情的社会主义工业化道路',
            '4.确立把实现四个现代化作为社会主义建设的总体战略目标 。',
            '5.提出要正确处理各种经济关系，调动一切积极因素为社会主义建设服务。',
        ],
        start: 1,
    },
    {
        title: "陈云在中共八大提出的“三个主体、三个补充”的思想是什么?\/ 第九章",
        simple: "国集主体，个体补充，计生，国市",
        normal: [
            '三个主体、三个补充是:',
            '国家经营和集体经济是主体，一定数量的个体经营为补充',
            '计划生产是主体，一定范围的自由生产为补充',
            '国家市场为主体，一定范围的自由市场为补充',
        ],
        start: 1,
    },
    {
        title: "中共十三大制定的社会主义现代化建设“三步走”的战略部署是什么?    \/ 第十章",
        simple: "翻一番，长一倍，现代化",
        normal: [
            '“三步走”的战略部署是:',
            '第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题；',
            '第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；',
            '第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。',
        ],
        start: 1,
    },
    {
        title: "1978年关于真理标准问题大讨论的历史意义是什么？    \/ 第十章",
        simple: "冲破了两个凡是，拨乱反正实事求是",
        normal: [
            '1.这一讨论冲破了“两个凡是”的思想束缚，自始至终得到邓小平、叶剑英、陈云、李先念、胡耀邦等的全力支持。',
            '2.是继延安整风之后又一场马克思主义思想解放运动，成为拨乱反正和改革开放的思想先导，为党重新确立实事求是的思想路线，纠正长期以来的“左”倾错误，实现历史性转折作了思想理论准备。'
        ],
        start: 1,
    },
    {
        title: "四项基本原则的内容    \/ 第十章",
        simple: "人社共马毛",
        normal: [
            '1979 年 3 月，邓小平在理论工作务虚会上指出的坚持四项基本原则：',
            '坚持人民民主专政，',
            '坚持社会主义道路，',
            '坚持共产党的领导，',
            '坚持马列主义、毛泽东思想。',
        ],
        start: 1,
    },
    {
        title: "中共十一届三中全会的历史意义 \/为什么说十一届三中全会是新中国成立以来伟大的历史性转折?     \/ 第十章",
        simple: "1.否阶级斗争,做现代化和改革开放。 2.粉碎四人帮，3.邓小平，改革开放",
        normal: [
            '全会否定了“以阶级斗争为纲”的指导思想，做出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。',
            '全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了党和国家在各个领域的全面拨乱反正，',
            '形成了以邓小平为核心的党中央领导集体，',
            '揭开了改革开放的序幕。',
        ],
        start: 1,
    },
    {
        title: "中共十八大后党和国家事业的历史性成就和历史性变革给我们的启示    \/ 第十一章",
        simple: "行动指南，高度评价，全面领导",
        normal: [
            '习近平新时代中国特色社会主义思想，是全党全国各族人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持',
            '习近平总书记赢得全党全军全国各族人民的高度评价和衷心爱戴，成为党中央的核心、全党的核心，必须始终维护党中央和全党的核心。',
            '必须始终坚持和加强党的全面领导。这是党和国家的根本所在、命脉所在，是全国各族人民的利益所在、幸福所在。只有坚持和加强党的全面领导、推进全面从严治党，我们才能更好实现中华民族伟大复兴的中国梦。',
        ],
        start: 1,
    },
];