data.kfgj = [
  {
    title: "什么是专用的软件开发工具？它有什么优点和不足？ / 第一章",
    simple: "",
    normal: [
      "专用的软件开发工具是面对某一工作阶段或某一工作任务的工具。 ",
      "优点是能提高软件开发的质量和效率。 缺点是一致性的保持困难，对软件的开发缺乏全面的、统一的支撑环境。",
    ],
    start: 1,
  },
  {
    title: "简述高级程序设计语言的不足 / 第一章",
    simple: "",
    normal: [
      "第三代程序设计语言（即高级程序设计语言）一般都是过程化语言， ",
      "即需要由编写程序的人一步一步地安排好机器的执行次序，虽然不是一对一地指挥到机器指令，",
      "但是还必须在人的头脑中安排好实际的执行过程，需要安排执行的内容（与次序），需要考虑解决问题的细节，清楚如何解决问题，加重了用户的负担。 ",
    ],
    start: 1,
  },
  {
    title: " 简述高级程序设计语言相对于低级语言有哪些突破 / 第一章",
    simple: "突破，自然语言，独立",
    normal: [
      "高级程序设计语言突破了与机器指令一一对应的限制。",
      "用尽可能接近自然语言的表达方式描述人们设想的处理过程，而把这种表达方式向机器指令的转化工作，交给专门的“工具”——编译系统去完成；",
      "高级设计语言实现了对机器的独立性，提高了程序的可移植性。",
    ],
    start: 1,
  },
  {
    title: "试论软件开发工具的发展阶段及特点 / 第一章",
    simple: "",
    normal: [
      "1.利用通用软件作为辅助工具的阶段 ",
      "有许多工作是通用软件所无法完成的。通用软件完成某些工作也不能反映其逻辑内涵。常常遇到难于保持一致性的困难。",
      "2.专用的软件开发工具的阶段",
      "对软件的开发缺乏全面的、统一的支撑环境",
      "3.集成的软件开发环境阶段",
      "进入集成的软件开发环境阶段的标志是 IBM 在 1989 年提出的理论框架。",
      "4.二十一世纪的软件开发新阶段",
      "有两个鲜明的特点：第一是面向网络，不仅基于网络，而且用于网络。第二是开源软件的兴起和运用",
    ],
    start: 1,
  },
  {
    title: "进入二十一世纪以来，软件开发工具的发展有什么特点? / 第一章",
    simple: "",
    normal: [
      "进入 21 世纪以来，两个鲜明的特点使软件开发工具的功能和效率提高到了一个新的阶段。",
      "第一个特点是面向网络，不仅基于网络，而且用于网络；另一个特点是开源软件的兴起和运用。",
    ],
    start: 1,
  },


  {
    title: "简述操作系统的出现对计算机的应用产生的影响 / 第一章",
    simple: "改善、优势、管理、改善",
    normal: [
      "操作系统的出现改善了人们应用计算机的条件。",
      "操作系统利用计算机本身迅速处理信息的优势，自动地完成系统初始化、文件管理、内存管理、作业管理、处理机管理等一系列工作，",
      "把计算机系统中的各种资源有效地、协调地管理起来，把原先由操作员担负的大部分职责接过来。",
      "这改善了计算机使用的环境，也同样对计算机应用的前进发挥了十分重要的作用。",
    ],
    start: 1,
  },

  {
    title: "简述汇编语言相对于机器语言的突破和不足? / 第一章",
    simple: "",
    normal: [
      "用英语单词代替“0”和“1”组成的字符串。汇编语言未能突破与机器指令一一对应的限制",
    ],
    start: 1,
  },

  {
    title: " 试论软件开发工具的提出与使用是软件技术发展的一个新的阶段。（论述题） / 第一章",
    simple: "自动分析设计 项目版本管理",
    normal: [
      "1.自动化程度的提高，编程中的部分工作已由工具代替执行。",
      "2.将需求分析和架构设计包括在软件工作的范围之内，从而使软件开发过程进一步向用户方面延伸。",
      "3.将软件开发工作延伸到项目及版本管理，从而超出了一次编程的局限， 而扩展到了作为一个不断发展的客体生长完善的全过程",
      "4.吸收了许多管理科学的内容与方法，将组织、管理等项目负责人的思想与方法放到了更重要的位置。",
      "人们越来越深刻地认识到，软件生产的成败更多地依赖于合理地组织与协调，而不是领导者或程序员个人的编程能力。"
    ],
    start: 1,
  },
  {
    title: "试论软件开发工作发展变化的五个阶段及其特点  / 第一章",
    simple: "",
    normal: [
      "最初阶段，用机器语言写成一系列机器指令，供硬件执行；",
      "第二阶段，用汇编语言开发软件，由汇编程序完成转换；",
      "第三阶段，用高级语言开发软件，由编译程序完成转换；",
      "第四阶段，在各种软件开发工具帮助下开发软件，由编译程序完成转换；",
      "新阶段，由软件架构师完成架构设计，程序员用软件开发工具完成程序开发，由编译程序完成转换。"
    ],
    start: 1,
  },
  {
    title: "软件开发工具的主要性能指标有哪些 ?   / 第一章",
    simple: "表一方可环",
    normal: [
      "1.表达能力或描述能力,",
      "2.保持信息一致性的能力；",
      "3.使用的方便程度；",
      "4.工具的可靠程度；",
      "5.对软件和硬件环境的要求",
    ],
    start: 1,
  },
  {
    title: "软件开发工具按工作阶段可划分成哪几类?它们提供什么帮助？   / 第一章",
    simple: "",
    normal: [
      "可以分为三类：,",
      "计划工具，从更宏观的角度支持软件开发。",
      "分析工具，主要是支持需求分析；",
      "设计工具，帮助人们在实现阶段编写和调试软件",
    ],
    start: 1,
  },
  {
    title: "程序员做好软件工作的关键是什么 / 第二章",
    simple: "",
    normal: [
      "关键是两个转换",
      "第一个转换是用户对软件功能的理解与程序员对软件功能的理解之间的转换。",
      "第二个转换要解决的是人和机器之间的交流与协调问题。",
    ],
    start: 1,
  },
  {
    title: "大型软件开发有哪些困难 / 第二章",
    simple: "一测进文代新",
    normal: [
      "一致性的保持成为十分困难的问题",
      "测试的困难大大增加",
      "工作进度难以控制",
      "文档与代码的协调十分困难",
      "版本更新带来的困难",
    ],
    start: 1,
  },
  {
    title: "简述大型软件开发工作困难产生的原因 / 第二章",
    simple: "杂志域变",
    normal: [
      "这些困难来自大系统的复杂性；",
      "许多具有主动性的个人之间的组织与协调，这本身也带来大量的困难",
      "各个应用领域之间的差别也导致这些困难的加重；",
      "时间的因素，变化的因素也给软件开发工作带来许多困难。",
    ],
    start: 1,
  },
  {
    title: "简述软件工作者为提高软件开发工作水平和效率提出的方法 / 第二章",
    simple: "",
    normal: [
      "结构化程序设计",
      "软件工程方法",
      "面向对象的程序设计方法",
      "即插即用的程序设计方法，",
      "面向开源软件的程序设计。",
    ],
    start: 1,
  },
  {
    title: "简述结构良好的软件应满足的条件 / 简述模块的划分应当符合的基本要求 / 第二章",
    simple: "",
    normal: [
      "第一，模块的功能在逻辑上尽可能地单一化、明确化，最好做到一一对应。",
      "第二，模块之间的联系及互相影响尽可能地少。应当尽量避免逻辑耦合，而仅限于数据耦合。",
      "第三，模块的规模应当足够小",
    ],
    start: 1,
  },
  {
    title: "简述实施结构化程序设计的基本思想 / 第二章",
    simple: "一入一出不 goto，风格明确编文档",
    normal: [
      "1.限制（甚至不用）GOTO 语句，禁止超越模块边界的 GOTO 语句。",
      "2.子程序尽可能的做到只有一入口、一出口。",
      "3.程序风格应明确",
      "4.完成有关的文档编撰",
    ],
    start: 1,
  },
  {
    title: "简述软件工程思想的产生 / 第二章",
    simple: "",
    normal: [
      "软件危机的发生；把软件的质量寄托于程序员的技能与认真负责是不牢靠的；",
      "从根本上，要想大幅度地提高软件开发的效率和质量，应吸取人们的成功经验，从组织上和管理的角度加强力量；",
      "使软件生产从程序员的个人劳动提高成为可控制的工程，这就产生了软件工程。",
    ],
    start: 1,
  },
  {
    title: "简述软件工程从传统产业工程方法中吸取的成功经验 / 第二章",
    simple: "步任标体",
    normal: [
      "对软件工程工作的步骤作出了严格的规定；工作顺序不能颠倒；",
      "每一个阶段都有各自的明确的任务",
      "在质量、表达方式等方面要有统一的，并为人们共同遵守的标准；",
      "利用有关各方沟通与交流的手段，使参加工作的人们成为一个整体，共同地完成一项大的工程任务。",
    ],
    start: 1,
  },
  {
    title: "简述即插即用的程序设计的基本思想 / 第二章",
    simple: "",
    normal: [
      "应用硬件制造思路来处理大型软件开发工作的方法。",
      "一部分人专门生产软件组件，而另一部分人则构造整个软件的结构，",
      "并且把软件组件插入结构中，以便迅速地完成大型软件的研制工作。",
    ],
    start: 1,
  },

  {
    title: "在什么情况下利用开源软件进行程序设计比较合适？举例说明。  / 第二章",
    simple: "",
    normal: [
      "在一些应用面广，流程比较清晰、比较规范的应用领域，开源代码的重用是比较有把握的。 ",
      "例如，网站的设计确实可以从开源代码中找到比较实用的，略加修改就可以使用的代码。这无疑是可以节省人力和物力的。 ",
    ],
    start: 1,
  },
  {
    title: "简述好软件的质量要求 / 第二章",
    simple: "功、界、速、可、读",
    normal: [
      "第一，正确地实现所要求的功能，准确地给出预定的输出结果； ",
      "第二，用户界面友好，符合实际用户的使用习惯与知识能力； ",
      "第三，具有足够的速度（而不是越快越好），能在符合用户要求的时间限度内，给出所要求的处理结果； ",
      "第四，具有足够的可靠性，能够在各种干扰下保持正常的工作； ",
      "第五，系统程序易读，结构良好，文档齐全，从而保证易于修改。",
    ],
    start: 1,
  },
  {
    title: "简述可以单独地承担软件开发任务的程序员应具备的条件  / 第二章",
    simple: "",
    normal: [
      "具有程序设计所需要的基本知识与技能。 ",
      "对本项目所在的领域有较深入的了解，能够准确地理解用户的信息需求，正确地把握有关的信息流程与信息处理原则。",
      "对于软件开发的技术环境比较熟悉，对所用的语言，有足够的、实际运用的经验。 ",
    ],
    start: 1,
  },
  {
    title: "简述一个好的项目组应当具备的条件  / 第二章",
    simple: "标分时",
    normal: [
      "第一， 有严格的、成文的工作规范和文档标准，而且应当为全体成员所熟知，且切实得到遵守；",
      "第二， 人员之间有严格的分工，除了程序员之外，必须有专门的秘书（负责文档的收集、审核及保管），必须有专门的测试人员（负责测试和验收有关的部分），特别是要有专职的，不限于具体编程的项目负责人。 ",
      "第三， 每个项目都要事先制定详细的时间表，并且得到严格执行。 ",
    ],
    start: 1,
  },
  {
    title: "  / 第三章",
    simple: "",
    normal: [
      " ",
      " ",
      " ",
    ],
    start: 1,
  },


]