data.mks = [
    {
        title: "简述马克思主义对德国古典哲学、英国古典政治经济学和英法两国的空想社会主义学说的继承与创新。",
        simple: "无",
        normal: [
            '1、马克思、恩格斯吸取黑格尔辩证法中的合理思想和费尔巴哈唯物主义的基本思想，创立了辩证唯物主义和历史唯物主义。',
            '2、马克思、恩格斯吸取了英国古典政治经济学的合理思想，创立了剩余价值学说。',
            '3、马克思、恩格斯批判地吸收了空想社会主义学说的积极成果，创立了科学社会主义理论。'],
        start: 1,
    }, {
        title: "简述马克思主义的科学内涵以及学习马克思主义的根本方法、理论品质",
        simple: "马恩创立，理论联系实际，与时俱进",
        normal: [
            '科学内涵：马克思主义是由马克思、恩格斯创立的，为他们的后继者所发展的，以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系，它是关于工人阶级和人类解放的科学。',
            '学习马克思主义的根本方法：理论联系实际。所谓理论联系实际，就是把马克思主义的基本原理作为指导，去观察和分析社会实际、工作实际和思想实际。在实际工作中反对经验主义和教条主义两种倾向。',
            '马克思主义的理论品质：与时俱进。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，富于创造性。'],
        start: 2,
    }, {
        title: '简述马克思主义科学体系的三个组成部分及其直接理论来源',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、直接理论来源：德国古典哲学、英国古典政治经济学和19世纪英法两国的空想社会主义。'
        ],
        start: 3,
    }, {
        title: '简述马克思主义的科学体系的主要组成部分及其内在联系',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、马克思主义的各个组成部分是一个具有内在逻辑联系的科学体系，其中马克思主义哲学是科学的世界观和方法论，马克思主义政治经济学揭示了资本主义的发展规律，科学社会主义处于核心地位。这三者之间互相渗透、互相补充，构成统一的马克思主义学说。'
        ],
        start: 1,
    },
    {
        title: '简述马克思主义的科学性与革命性的关系',
        simple: '无',
        normal: ['1、马克思主义的根本理论特征：是以实践为基础的科学性的革命性的统一。',
            '2、科学性：是指其深刻揭示客观规律，并且在实践中不断发展；',
            '3、革命性：是指其彻底的批判精神，鲜明的政治立场；',
            '4、科学性是革命性的必要前提和保证，革命性是科学性的必然结论和归宿'],
        start: 1
    },
    {
        title: '什么是哲学基本问题？简述其内容和意义。',
        simple: '无',
        normal: ['1、思维（意识）和存在（物质）的关系问题是哲学的基本问题。',
            '2、哲学的基本问题包括两个方面的内容:',
            '第一方面是物质和意识第一性的问题。如何回答这个问题是划分唯物主义和唯心主义的标准。',
            '第二方面是思维和存在的同一性问题，对这个问题的不同回答，区分为可知论与不可知论。'],
        start: 1
    },
    {
        title: '简述列宁的物质定义及其意义',
        simple: '无',
        normal: [
            '物质是不依赖于意识的客观实在，同唯心主义划清了界限。',
            '物质可以被感觉感知，复写摄影和反映，同不可知论划清了界限。',
            '客观实在性是一切物质的共性，克服了旧唯物主义物质观的局限性。',
        ],
        start: 1
    },
    {
        title: '简述对立统一规律是唯物辩证法的实质与核心',
        simple: '无',
        normal: [
            '物质是不依赖于意识的客观实在，同唯心主义划清了界限。',
            '物质可以被感觉感知，复写摄影和反映，同不可知论划清了界限。',
            '客观实在性是一切物质的共性，克服了旧唯物主义物质观的局限性。',
        ],
        start: 1
    },
    {
        title: '简述对立统一规律是唯物辩证法的实质与核心。',
        simple: '无',
        normal: [
            '1、对立统一规律揭示了事物普遍联系的根本内容和发展变化的内在动力。',
            '2、对立统一规律是贯穿于唯物辩证法其他规律和范畴的中心线索。',
            '3、矛盾分析法是认识的根本方法。',
            '4、是否承认对立统一规律以及矛盾是事物发展的动力，是唯物辩证法和形而上学的斗争焦点和根本分歧。',
        ],
        start: 1
    },
    {
        title: '简述对立统一规律是唯物辩证法的实质与核心。',
        simple: '无',
        normal: [
            '1、对立统一规律揭示了事物普遍联系的根本内容和发展变化的内在动力。',
            '2、对立统一规律是贯穿于唯物辩证法其他规律和范畴的中心线索。',
            '3、矛盾分析法是认识的根本方法。',
            '4、是否承认对立统一规律以及矛盾是事物发展的动力，是唯物辩证法和形而上学的斗争焦点和根本分歧。',
        ],
        start: 1
    },
    {
        title: '简述意识的本质',
        simple: '无',
        normal: [
            '1、意识是人脑的机能。',
            '2、意识是客观世界的主观映象，是人脑对客观世界的反映。',
            '3、意识是社会的产物。',
        ],
        start: 1
    },
    {
        title: '简要说明可能性与现实性辩证关系原理',
        simple: '无',
        normal: [
            '可能性与现实性之间是对立统一关系。',
            '第一、可能性和现实性是相互区别的。',
            '第二、可能性和现实性又是相互联系，在一定条件下可以相互转化。',
            '第二、可能性和现实性又是相互联系，在一定条件下可以相互转化。',
            '（在问到五对范畴的辩证关系时，答题小模板：）',
            '第一句话：A和B是对立统一的关系（或者说辩证统一的关系）。',
            '第二句话：A和B是相互区别的。',
            '第三句话：A和B又是相互联系，在一定条件下可以相互转化。'
        ],
        start: 1
    },
    {
        title: '作为“彻底的唯物主义一元论”的辩证唯物主义和历史唯物主义的基本思想是什么？',
        simple: '无',
        normal: [
            '第一，承认世界的统一性，坚持一元论，反对二元论。',
            '第二，认为世界统一于物质，坚持唯物主义一元论，反对唯心主义一元论。',
            '第三，认为世界是运动发展的、无限多样性的统一，克服了旧唯物主义把世界的本原归结为某一种或某几种具体的物质形态的局限性。'
        ],
        start: 1
    },
    {
        title: '试述矛盾的普遍性和特殊性辩证关系的原理，并说明这一原理对社会主义建设的重要意义。',
        simple: '无',
        normal: [
            '原理：1、矛盾的普遍性和特殊性的关系是辩证统一的，既有联系，又有区别。在一定条件下可以互相转化。',
            '重要意义：这一原理要是我们坚持马克思主义普遍真理同中国具体实际相结合，是建设中国特色社会主义的理论基础。',
        ],
        start: 3
    },
    {
        title: '试述量变和质变的辩证关系原理及其对社会主义建设的指导意义。',
        simple: '无',
        normal: [
            '原理：量变和质变是辩证统一的，既有联系、又有区别。量变是质变的必要准备。质变是量变的必然结果。量变和质变相互渗透。',
            '指导意义：质量互变规律要求我们在社会主义建设和改革过程中，把远大的理想和目标同有步骤、分阶段地踏实苦干、稳步前进的精神结合起来，反对急躁冒进、急于求成。',
        ],
        start: 3
    },
    {
        title: '主要矛盾和次要矛盾、矛盾的主要方面和次要方面关系的原理，要求我们在实际工作中坚持两点论和重点论的统一。试述两点论和重点论统一的原理及其现实意义。',
        simple: '无',
        normal: [
            '原理：坚持两点论，就是在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾；在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。',
            '坚持重点论，就是在认识复杂事物的发展过程时，要着重抓住主要矛盾；在研究某一矛盾时，要着重把握矛盾的主要方面。',
            '现实意义：坚持两点论和重点论的统一，就是看问题、办事情既要全面，又要善于抓重点。',
            '<b>工作中的重要意义</b>',
            '我们在观察和处理复杂问题的时候，要首先抓住和解决主要矛盾，同时又不忽略次要矛盾，还要注意主要矛盾和次要矛盾的转化，不失时机地转移工作重点。',
            '<b>社会主义现代化建设的重要意义</b>',
            '为了解决我国现阶段的主要矛盾 , 我们必须始终不渝地坚持以经济建设为中心，集中力量发展生产力。我们在集中力量抓经济建设的同时 , 还必须注意解决好其他社会矛盾 , 坚持一系列 " 两手抓 ” 的方针。只有这样 , 才能实现经济建设、政治建设、文化建设、社会建设、生态文明建设全面协调可持续发展 。'
        ],
        start: 4
    },
];