data.mks = [
    {
        title: "简述马克思主义对德国古典哲学、英国古典政治经济学和英法两国的空想社会主义学说的继承与创新。",
        simple: "无",
        normal: [
            '1、马克思、恩格斯吸取黑格尔辩证法中的合理思想和费尔巴哈唯物主义的基本思想，创立了辩证唯物主义和历史唯物主义。',
            '2、马克思、恩格斯吸取了英国古典政治经济学的合理思想，创立了剩余价值学说。',
            '3、马克思、恩格斯批判地吸收了空想社会主义学说的积极成果，创立了科学社会主义理论。'],
        start: 1,
    }, {
        title: "简述马克思主义的科学内涵以及学习马克思主义的根本方法、理论品质",
        simple: "马恩创立，理论联系实际，与时俱进",
        normal: [
            '科学内涵：马克思主义是由马克思、恩格斯创立的，为他们的后继者所发展的，以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系，它是关于工人阶级和人类解放的科学。',
            '学习马克思主义的根本方法：理论联系实际。所谓理论联系实际，就是把马克思主义的基本原理作为指导，去观察和分析社会实际、工作实际和思想实际。在实际工作中反对经验主义和教条主义两种倾向。',
            '马克思主义的理论品质：与时俱进。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，富于创造性。'],
        start: 2,
    }, {
        title: '简述马克思主义科学体系的三个组成部分及其直接理论来源',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、直接理论来源：德国古典哲学、英国古典政治经济学和19世纪英法两国的空想社会主义。'
        ],
        start: 3,
    }, {
        title: '简述马克思主义的科学体系的主要组成部分及其内在联系',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、马克思主义的各个组成部分是一个具有内在逻辑联系的科学体系，其中马克思主义哲学是科学的世界观和方法论，马克思主义政治经济学揭示了资本主义的发展规律，科学社会主义处于核心地位。这三者之间互相渗透、互相补充，构成统一的马克思主义学说。'
        ],
        start: 1,
    },
    {
        title: '简述马克思主义的科学性与革命性的关系',
        simple: '无',
        normal: ['1、马克思主义的根本理论特征：是以实践为基础的科学性的革命性的统一。',
            '2、科学性：是指其深刻揭示客观规律，并且在实践中不断发展；',
            '3、革命性：是指其彻底的批判精神，鲜明的政治立场；',
            '4、科学性是革命性的必要前提和保证，革命性是科学性的必然结论和归宿'],
        start: 1
    },
    {
        title: '什么是哲学基本问题？简述其内容和意义。',
        simple: '无',
        normal: ['1、思维（意识）和存在（物质）的关系问题是哲学的基本问题。',
            '2、哲学的基本问题包括两个方面的内容:',
            '第一方面是物质和意识第一性的问题。如何回答这个问题是划分唯物主义和唯心主义的标准。',
            '第二方面是思维和存在的同一性问题，对这个问题的不同回答，区分为可知论与不可知论。'],
        start: 1
    },
];