data.mks = [
    {
        title: "简述马克思主义对德国古典哲学、英国古典政治经济学和英法两国的空想社会主义学说的继承与创新。",
        simple: "无",
        normal: [
            '1、马克思、恩格斯吸取黑格尔辩证法中的合理思想和费尔巴哈唯物主义的基本思想，创立了辩证唯物主义和历史唯物主义。',
            '2、马克思、恩格斯吸取了英国古典政治经济学的合理思想，创立了剩余价值学说。',
            '3、马克思、恩格斯批判地吸收了空想社会主义学说的积极成果，创立了科学社会主义理论。'],
        start: 1,
    }, {
        title: "简述马克思主义的科学内涵以及学习马克思主义的根本方法、理论品质",
        simple: "马恩创立，理论联系实际，与时俱进",
        normal: [
            '科学内涵：马克思主义是由马克思、恩格斯创立的，为他们的后继者所发展的，以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系，它是关于工人阶级和人类解放的科学。',
            '学习马克思主义的根本方法：理论联系实际。所谓理论联系实际，就是把马克思主义的基本原理作为指导，去观察和分析社会实际、工作实际和思想实际。在实际工作中反对经验主义和教条主义两种倾向。',
            '马克思主义的理论品质：与时俱进。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，富于创造性。'],
        start: 2,
    }, {
        title: '简述马克思主义科学体系的三个组成部分及其直接理论来源',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、直接理论来源：德国古典哲学、英国古典政治经济学和19世纪英法两国的空想社会主义。'
        ],
        start: 3,
    }, {
        title: '简述马克思主义的科学体系的主要组成部分及其内在联系',
        simple: '无',
        normal: [
            '1、三个组成部分：马克思主义哲学，马克思主义政治经济学、科学社会主义。',
            '2、马克思主义的各个组成部分是一个具有内在逻辑联系的科学体系，其中马克思主义哲学是科学的世界观和方法论，马克思主义政治经济学揭示了资本主义的发展规律，科学社会主义处于核心地位。这三者之间互相渗透、互相补充，构成统一的马克思主义学说。'
        ],
        start: 1,
    },
    {
        title: '简述马克思主义的科学性与革命性的关系',
        simple: '无',
        normal: ['1、马克思主义的根本理论特征：是以实践为基础的科学性的革命性的统一。',
            '2、科学性：是指其深刻揭示客观规律，并且在实践中不断发展；',
            '3、革命性：是指其彻底的批判精神，鲜明的政治立场；',
            '4、科学性是革命性的必要前提和保证，革命性是科学性的必然结论和归宿'],
        start: 1
    },
    {
        title: '什么是哲学基本问题？简述其内容和意义。',
        simple: '无',
        normal: ['1、思维（意识）和存在（物质）的关系问题是哲学的基本问题。',
            '2、哲学的基本问题包括两个方面的内容:',
            '第一方面是物质和意识第一性的问题。如何回答这个问题是划分唯物主义和唯心主义的标准。',
            '第二方面是思维和存在的同一性问题，对这个问题的不同回答，区分为可知论与不可知论。'],
        start: 1
    },
    {
        title: '简述列宁的物质定义及其意义',
        simple: '无',
        normal: [
            '物质是不依赖于意识的客观实在，同唯心主义划清了界限。',
            '物质可以被感觉感知，复写摄影和反映，同不可知论划清了界限。',
            '客观实在性是一切物质的共性，克服了旧唯物主义物质观的局限性。',
        ],
        start: 1
    },
    {
        title: '简述对立统一规律是唯物辩证法的实质与核心',
        simple: '',
        normal: [
            '1、对立统一规律揭示了事物普遍联系的根本内容和发展变化的内在动力。',
            '2、对立统一规律是贯穿于唯物辩证法其他规律和范畴的中心线索。',
            '3、矛盾分析法是认识的根本方法。',
            '4、是否承认对立统一规律以及矛盾是事物发展的动力，是唯物辩证法和形而上学的斗争焦点和根本分歧。'
        ],
        start: 1
    },
    {
        title: '简述意识的本质',
        simple: '无',
        normal: [
            '1、意识是人脑的机能。',
            '2、意识是客观世界的主观映象，是人脑对客观世界的反映。',
            '3、意识是社会的产物。',
        ],
        start: 1
    },
    {
        title: '简要说明可能性与现实性辩证关系原理',
        simple: '无',
        normal: [
            '可能性与现实性之间是对立统一关系。',
            '第一、可能性和现实性是相互区别的。',
            '第二、可能性和现实性又是相互联系，在一定条件下可以相互转化。',
            '第二、可能性和现实性又是相互联系，在一定条件下可以相互转化。',
            '（在问到五对范畴的辩证关系时，答题小模板：）',
            '第一句话：A和B是对立统一的关系（或者说辩证统一的关系）。',
            '第二句话：A和B是相互区别的。',
            '第三句话：A和B又是相互联系，在一定条件下可以相互转化。'
        ],
        start: 1
    },
    {
        title: '作为“彻底的唯物主义一元论”的辩证唯物主义和历史唯物主义的基本思想是什么？',
        simple: '无',
        normal: [
            '第一，承认世界的统一性，坚持一元论，反对二元论。',
            '第二，认为世界统一于物质，坚持唯物主义一元论，反对唯心主义一元论。',
            '第三，认为世界是运动发展的、无限多样性的统一，克服了旧唯物主义把世界的本原归结为某一种或某几种具体的物质形态的局限性。'
        ],
        start: 1
    },
    {
        title: '试述矛盾的普遍性和特殊性辩证关系的原理，并说明这一原理对社会主义建设的重要意义。',
        simple: '无',
        normal: [
            '原理：1、矛盾的普遍性和特殊性的关系是辩证统一的，既有联系，又有区别。在一定条件下可以互相转化。',
            '重要意义：这一原理要是我们坚持马克思主义普遍真理同中国具体实际相结合，是建设中国特色社会主义的理论基础。',
        ],
        start: 3
    },
    {
        title: '试述量变和质变的辩证关系原理及其对社会主义建设的指导意义。',
        simple: '无',
        normal: [
            '原理：量变和质变是辩证统一的，既有联系、又有区别。量变是质变的必要准备。质变是量变的必然结果。量变和质变相互渗透。',
            '指导意义：质量互变规律要求我们在社会主义建设和改革过程中，把远大的理想和目标同有步骤、分阶段地踏实苦干、稳步前进的精神结合起来，反对急躁冒进、急于求成。',
        ],
        start: 3
    },
    {
        title: '主要矛盾和次要矛盾、矛盾的主要方面和次要方面关系的原理，要求我们在实际工作中坚持两点论和重点论的统一。试述两点论和重点论统一的原理及其现实意义。',
        simple: '无',
        normal: [
            '原理：坚持两点论，就是在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾；在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。',
            '坚持重点论，就是在认识复杂事物的发展过程时，要着重抓住主要矛盾；在研究某一矛盾时，要着重把握矛盾的主要方面。',
            '现实意义：坚持两点论和重点论的统一，就是看问题、办事情既要全面，又要善于抓重点。',
            '<b>工作中的重要意义</b>',
            '我们在观察和处理复杂问题的时候，要首先抓住和解决主要矛盾，同时又不忽略次要矛盾，还要注意主要矛盾和次要矛盾的转化，不失时机地转移工作重点。',
            '<b>社会主义现代化建设的重要意义</b>',
            '为了解决我国现阶段的主要矛盾 , 我们必须始终不渝地坚持以经济建设为中心，集中力量发展生产力。我们在集中力量抓经济建设的同时 , 还必须注意解决好其他社会矛盾 , 坚持一系列 " 两手抓 ” 的方针。只有这样 , 才能实现经济建设、政治建设、文化建设、社会建设、生态文明建设全面协调可持续发展 。'
        ],
        start: 4
    },
    {
        title: '意识的能动性及其主要表现，在实际工作中如何正确发挥人的主观能动性。',
        simple: '无',
        normal: [
            '意识的能动性',
            '第一，意识活动具有目的性、计划性。',
            '第二，意识活动具有主动性、创造性。',
            '第三，意识对于人的生理活动具有一定影响作用。',
            '第四，意识能通过指导实践改造客观物质世界。',
            '要正确发挥人的主观能动性，必须正确处理主观能动性和客观规律性的关系。尊重客观规律和发挥主观能动性是辩证统一的。（这一个小问也是一个一颗星论 述题）',
            '第一，尊重客观规律是正确发挥主观能动性的前提。',
            '第二，认识和利用客观规律又必须充分发挥人的主观能动性。',
            '在社会主义现代化建设和各项工作中，我们必须把发挥人的主观能动性与尊重客观规律结合起来。既要充分发挥广大人民群众的积极性和创造性，又要踏踏实实，按客观规律办事。'
        ],
        start: 2
    },
    {
        title: '用内因和外因关系的原理说明我国坚持独立自主、自力更生和对外开放的重要意义。',
        simple: '无',
        normal: [
            '原理：内因是事物发展变化的根据，外因是事物发展变化的条件，外因通过内因而起作用。',
            '重要意义：这一原理是我国坚持独立自主、自力更生和对外开放方针的理论基础。独立自主，自力更生是内因，对外开放是是外因，对外开放是以独立自主、自力更生为基础的。',
        ],
        start: 1
    },
    {
        title: '阐述事物的发展是前进性和曲折性统一的原理并说明这一原理的现实意义',
        simple: '无',
        normal: [
            '原理：事物发展的总趋势是前进的、道路是曲折的。事物的发展是前进性和曲折性统一。',
            '现实意义：这一原理对我们正确认识社会主义现代化建设事业具有重要意义。首先，要坚信社会主义现代化建设事业的前途是光明的。其次，要准备走曲折的道路，有克服各种困难的精神准备。',
        ],
        start: 2
    },
    {
        title: '简述物质和意识辩证关系的原理及其意义',
        simple: '无',
        normal: [
            '原理：物质与意识的关系是：物质决定意识，物质第一性，意识第二性；意识对物质又具有能动的反作用。',
            '意义：坚持物质决定意识，就坚持了唯物论；承认意识的能动作用，就坚持了辩证法。物质决定意识和意识的能动作用是辩证的统一。割裂这种统一，会导致唯心主义和形而上学唯物主义的错误。',
        ],
        start: 1
    },
    {
        title: '简述实践在认识中的决定作用',
        simple: '无',
        normal: [
            '1、实践是认识的来源。',
            '2、实践是认识发展的动力。',
            '3、实践是检验认识真理性的唯一标准。',
            '4、实践是认识的目的。'
        ],
        start: 2
    },
    {
        title: '简述认识过程的第一次飞跃及实现的条件',
        simple: '无',
        normal: [
            '认识过程的第一次飞跃：从感性认识上升到理性认识的过程。',
            '1、感性材料丰富。2、正确的思维方法',
        ],
        start: 2
    },
    {
        title: '简述认识的主体和客体的含义以及二者之间的关系',
        simple: '无',
        normal: [
            '1、认识主体：指认识和实践活动的承担者，是现实的、具体的人。',
            '2、认识客体：指人的实践活动和认识活动所指向的对象。',
            '3、认识的主体和客体之间是对立又统一的辩证关系。主体和客体的实践关系、认识关系、相互作用。',
        ],
        start: 2
    },
    {
        title: '简述认识的本质和认识发展的总规律',
        simple: '无',
        normal: [
            '1、认识的本质：主体对客体的能动反映。',
            '2、认识发展的总规律是：实践、认识、再实践、再认识、循环往复，以至无穷，使认识由低级向高级发展。',
        ],
        start: 2
    },
    {
        title: '简述真理与价值的对立统一',
        simple: '无',
        normal: [
            '1、真理与价值的对立是指真理和价值的不同。真理：是认识与对象相一致、相符合。价值：表示某物具有对人有用或使人愉快的属性。',
            '2、真理与价值又是不可分的，又有统一的一面。表现在：真理能够指导社会实践，正确的价值观是在真理指导下形成的。',
        ],
        start: 2
    },
    {
        title: '为什么说实践是检验真理的唯一标准',
        simple: '无',
        normal: [
            '1、是不是真理就是要判明认识与认识对象是否相一致、相符合。',
            '2、通过实践把思想、理论在现实中实现出来，使认识得到检验。',
        ],
        start: 2
    },
    {
        title: '简要说明整个人类的认识是有限与无限的统一',
        simple: '无',
        normal: [
            '1、认识的有限性是指每个时代的人每一次具体的认识是有限的，认识的无限性是指整个人类无止境的世代更替的认识是无限的。',
            '2、认识的有限性和认识的无限性是辩证统一的。整个人类认识的无限性，存在于每个时代的人的认识的有限性中，并通过无数有限性的认识而得以实现。',
            '3、认识的有限性和无限性的矛盾，只有在无限的前进过程中，在至少对我们来说实际上是无止境的世代更迭中才能得到解决。',
        ],
        start: 2
    },
    {
        title: '试述感性认识和理性认识辩证关系的原理，并说明这一原理的理论和实践意义。',
        simple: '无',
        normal: [
            '原理：感性认识和理性认识是认识的两个阶段，它们既相互区别、又相互联系，理性认识依赖于感性认识。感性认识有待于发展到理性认识。感性认识和理性认识相互渗透。',
            '实践意义：割裂感性认识和理性认识的统一，就会犯经验主义或教条主义的错误。',
            '1、经验主义夸大经验的作用，否认科学理论的指导。',
            '2、教条主义夸大理论的作用，生搬硬套书本理论。',
            '这两种错误都曾给我们的革命和建设事业带来重大损失，是我们在实际工作中要注意避免的。'
        ],
        start: 2
    },
    {
        title: '试述认识的本质及其理论意义',
        simple: '无',
        normal: [
            '1、认识的本质是在实践中主体对客体的能动反映。',
            '2、第一，唯物论的反映论与唯心论的认识论的对立。',
            '第二，可知论与不可知论的对立',
            '第三，辩证唯物论的能动的反映论与旧唯物论的机械的反映论的对立。辩证唯物论的认识论认为，实践是认识的基础；认识的过程是反映与创造的统一，也是区别于机械唯物论反映论的根本标志。',
        ],
        start: 2
    },
    {
        title: '与其他阶级社会的改革相比，社会主义社会的改革有哪些特点？',
        simple: '无',
        normal: [
            ' 1、社会主义社会的改革是主动的、自觉的。',
            '2、社会主义社会的改革，得到广大人民群众的支持和拥护。',
            '3、社会主义社会的改革，可以在社会主义制度本身的范围内，使各种矛盾不断地得到解决。'],
        start: 1
    },
    {
        title: '简述两种历史观在历史创造者问题上的根本分歧',
        simple: '无',
        normal: [
            ' 1、在谁是历史创造者问题上，历史唯物主义和历史唯心主义存在着根本分歧。',
            '2、历史唯心主义从社会意识决定社会存在的前提出发，认为历史是少数英雄人物创造的，否认人民群众是推动历史发展的决定力量。这是英雄史观。',
            '3、历史唯物主义从社会存在决定社会意识的基本原理出发，认为人类历史首先是生产发展的历史，人民群众是历史的创造者。这是群众史观。'],
        start: 2
    },
    {
        title: '什么是生产方式？为什么说生产方式在社会发展中起决定作用？',
        simple: '无',
        normal: [
            ' 生产方式：人类借以向自然界谋取必需的生活资料的方式，包括生产力和生产关系两个方面。',
            '生产方式在社会发展中起决定作用，主要表现在以下几个方面：',
            ' 1、生产方式是人类从动物界分离出来的根本动力和人类区别于动物的根本标志。',
            '2、 生产方式是人类和人类社会得以存在和发展的基础。',
            '3、生产活动是形成人类一切社会关系的基础。',
            '4、 生产方式决定社会制度的性质和社会制度的更替。'
        ],
        start: 2
    },
    {
        title: '什么是生产方式？为什么说生产方式在社会发展中起决定作用？',
        simple: '无',
        normal: [
            ' 生产方式：人类借以向自然界谋取必需的生活资料的方式，包括生产力和生产关系两个方面。',
            '生产方式在社会发展中起决定作用，主要表现在以下几个方面：',
            '1、生产方式是人类从动物界分离出来的根本动力和人类区别于动物的根本标志。',
            '2、 生产方式是人类和人类社会得以存在和发展的基础。',
            '3、生产活动是形成人类一切社会关系的基础。',
            '4、 生产方式决定社会制度的性质和社会制度的更替。 '
        ],
        start: 3
    },
    {
        title: '阐述社会形态发展的统一性和多样性。',
        simple: '无',
        normal: [
            '统一性：指处于同一社会形态的不同国家和民族的历史发展具有的共同性、普遍性。',
            '多样性：同一社会形态的不同国家和民族的历史具有各自的特点；各国在不同的社会形态中所具有的典型意义不同； 人类社会形态转变时，不同国家和民族所采取的过渡形式各有特点；有些国家和民族，由于特殊的历史条件，在社会形态转变的过程中，可能超越某一个或某几个社会形态。'
        ],
        start: 2
    },
    {
        title: '用社会存在和杜会意识辩证关系的原理，说明大力发展社会主义先进文化的意义。',
        simple: '无',
        normal: [
            '原理：社会存在决定社会意识，社会意识反作用于社会存在。',
            '意义：',
            '1、在当代中国发展先进文化，就是发展面向现代化、世界、未来的，民族的科学的大众的社会主义文化。',
            '2、社会主义先进文化体现民主精神，加强思想道德建设，可以推动科学的发展。大力发展社会主义先进文化，对全面建设小康社会，实现中华民族伟大复兴具有十分重要的作用。',
        ],
        start: 2
    },
    {
        title: '根据人民群众是历史创造者的原理，谈谈坚持党的群众路线的现实意义。',
        simple: '无',
        normal: [
            '人民群众是历史创造者：人民群众是社会物质财富的创造者。 人民群众是社会精神财富的创造者。 人民群众是社会变革的决定力量。',
            '党的群众路线的内容是：',
            '1、一切为了群众，这是群众路线的基本出发点和最终归宿。',
            '2、一切依靠群众，这是群众路线的根本要求。',
            '3、从群众中来，到群众中去，这是无产阶级政党的领导方法，也是群众路线的基本工作方法。',
            '现实意义：',
            '   在改革开放和现代化建设的新形势下，坚持党的群众路线，具有十分重大的意义。推进党的作风建设，核心是保持党同人民群众的血肉联系。在任何时候任何情况下，都必须坚持党的群众路线，坚持全心全意为人民服务的宗旨，把实现人民群众的利益作为一切工作的出发点和归宿。'
        ],
        start: 1
    },
    {
        title: '试述如何正确分析和评价杰出人物在历史上的作用',
        simple: '无',
        normal: [
            ' 1、杰出人物是一定历史条件下的产物',
            '2、杰出人物是一定阶级的代表。',
            '3、杰出人物的历史作用要作全面的分析与评价。',
            '4、杰出人物的出现及其历史作用都是必然性与偶然性的辩证统一，因此必须用必然性与偶然性辩证统一的观点来分析杰出人物及其历史作用。'
        ],
        start: 2
    },
    {
        title: '简述上层建筑必须适合经济基础发展要求规律的内容及其现实意义',
        simple: '无',
        normal: [
            ' 原理：经济基础决定上层建筑。 上层建筑反作用于经济基础。',
            '现实意义：上层建筑必须适合经济基础发展要求的规律，是无产阶级政党制定正确的路线、方针、政策的理论依据。正确理解和运用这个规律，对于我国正在进行的经济体制改革和政治体制改革以及其他方面的改革，具有重大的指导意义。'
        ],
        start: 3
    },
    {
        title: '社会历史发展的决定性和选择性的关系',
        simple: '无',
        normal: [
            '1、社会历史发展的决定性是指历史决定论。社会历史发展的选择性是指主体选择的作用。',
            '2、承认历史决定论和承认主体选择的作用是一致的、不矛盾的。',
            '3、在历史决定论看来，纯粹的必然性只存在于逻辑中。',
            '4、在历史决定论看来，社会规律所揭示的社会过程之间的联系，是多值的、或然的、非线性的因果联系。',
            '5、每一种可能性的实现，又会有多种多样的形式。'
        ],
        start: 2
    },
    {
        title: '简述影响资本周转速度的因素',
        simple: '无',
        normal: [
            '1.资本周转时间的长短。',
            '2.生产资本中固定资本和流动资本的比例以及两者的周转速度。'
        ],
        start: 2
    },
    {
        title: '简述划分不变资本和可变资本的意义',
        simple: '无',
        normal: [
            '1、根据资本不同部分在剩余价值生产中所起作用的不同，资本划分为不变资本和可变资本。不变资本(C)：以生产资料形式存在的资本，在生产过程中不发生价值量的变化。可变资本(V)：以劳动力形式存在的资本，在生产过程中不仅再生产出劳动力的价值，并且生产出剩余价值。',
            '2、划分不变资本和可变资本的意义：进一步揭露了剩余价值的源泉和资本主义的剥削实质；为揭示资本家对工人的剥削程度提供了科学根据,正确地表明资本主义剥削程度的是剩余价值率。'
        ],
        start: 2
    },
    {
        title: '简述货币的本质及其职能',
        simple: '无',
        normal: [
            ' 货币的本质：固定充当一般等价物的商品。',
            '货币的智能：价值尺度、流通手段、贮藏手段、支付手段、世界货币，其中价值尺度和流通手段是货币最基本的职能。'
        ],
        start: 2
    },
    {
        title: '为什么说资本主义生产过程是劳动过程与价值增殖过程的统一?',
        simple: '无',
        normal: [
            '劳动过程是工人在资本家的监督下，劳动产品归资本家所有。但是资本家会迫使工人的劳动时间超过创造其自身价值所需要的时间，从而为其创造出剩余价值，资本主义生产过程也因此转化为价值增殖过程。',
        ],
        start: 2
    },
    {
        title: '如何理解生产商品的劳动二重性',
        simple: '无',
        normal: [
            '劳动的二重性就是具体劳动和抽象劳动。具体劳动是生产商品劳动的自然属性，抽象劳动是生产商品劳动的社会属性。具体劳动反映人与自然的关系，抽象劳动反映社会生产关系。',
        ],
        start: 2
    },
    {
        title: '简述剩余价值生产的两种基本方法。（重要）',
        simple: '无',
        normal: [
            '绝对剩余价值生产和相对剩余价值生产是资本主义剩余价值生产的两种基本方法。',
            '1、绝对剩余价值：绝对剩余价值指在必要劳动时间不变的条件下，通过绝对延长工作日，从而绝对延长剩余劳动时间来生产出来的剩余价值。',
            '2、相对剩余价值：在工作日长度不变的条件下，由于缩短必要劳动时间、相应延长剩余劳动时间而产生的剩余价值。'
        ],
        start: 4
    },
    {
        title: '资本主义经济危机的实质和根源是什么？',
        simple: '无',
        normal: [
            '1、资本主义经济危机实质上是生产相对过剩的危机。',
            '2、经济危机产生的根源在于资本主义生产方式的基本矛盾，即生产的社会化与生产资料私人资本主义占有形式之间的矛盾。'
        ],
        start: 2
    },
    {
        title: '试述劳动力商品的价值和使用价值',
        simple: '无',
        normal: [
            '劳动力作为商品同样具有价值和使用价值。',
            '1、劳动力商品的价值包括以下三部分生活资料的价值：一是维持劳动者自身生存所必需的生活资料的价值。二是劳动者繁育后代所必需的生活资料的价值。三是劳动者接受教育和训练所支出的费用。劳动力的价值决定还有一个重要的特点，就是它包括历史和道德的因素。',
            '2、劳动力商品的使用价值的特殊性在于它不仅能创造出价值，而且能够创造出比劳动力自身的价值更大的价值，从而能为它的购买者带来剩余价值。这对于剩余价值的生产具有决定性的意义。因此，劳动力成为商品是货币转化为资本的前提。（这个小问是一个一颗星的简答题）'
        ],
        start: 2
    },
    {
        title: '试述价值规律的内容及其对社会经济发展的作用',
        simple: '无',
        normal: [
            '1、价值规律的基本内容是：商品的价值由生产商品的社会必要劳动时间决定，商品交换以价值为基础，实行等价交换。',
            '2、价值规律对社会经济发展的作用体现在：自发地调节生产资料和劳动力在社会生产各部门之间分配的比例。自发地促进社会生产力的发展。引起和促进商品生产者的分化。'
        ],
        start: 3
    },
    {
        title: '试述资本积累的实质及其后果。',
        simple: '无',
        normal: [
            '1、资本积累的实质：资本家不断地利用无偿占有的工人创造的剩余价值来扩大自己的资本规模，进一步扩大和加强对工人的剥削和统治。',
            '2、资本积累的后果：导致资本有机构成的提高；相对过剩人口的形成；引起严重的贫富两极分化。'
        ],
        start: 3
    },
    {
        title: '试述资本积累的实质及其后果。',
        simple: '无',
        normal: [
            '1、资本积累的实质：资本家不断地利用无偿占有的工人创造的剩余价值来扩大自己的资本规模，进一步扩大和加强对工人的剥削和统治。',
            '2、资本积累的后果：导致资本有机构成的提高；相对过剩人口的形成；引起严重的贫富两极分化。'
        ],
        start: 2
    },
    {
        title: '试述相对剩余价值生产与超额剩余价值生产及其相互关系',
        simple: '无',
        normal: [
            '1、相对剩余价值生产：在工作日既定的条件下，通过改变必要劳动时间和剩余劳动时间的比例来增加剩余价值的方法。相对剩余价值的生产是以社会劳动生产率的提高为条件的。',
            '2、超额剩余价值：个别资本家通过提高劳动生产率，使自己商品的个别价值低于社会价值而比一般资本家多得的那部分剩余价值。（单个企业不能够稳定长期地获得超额剩余价值。 ）',
            '3、追求超额剩余价值是每个资本家改进生产技术的直接动机，通过资本家追求超额剩余价值，全社会劳动生产率就会提高，相对剩余价值又是全社会劳动生产率提高的结果。所以说相对剩余价值生产是在资本所有者追逐超额剩余价值的过程中实现的。'
        ],
        start: 2
    },
    {
        title: '试述商品价值量的决定及其同劳动生产率的决定',
        simple: '无',
        normal: [
            '单位商品的价值量，与包含在商品中的社会必要劳动量成正比，而与生产该商品的劳动生产率成反比。这是商品价值量同劳动生产率之间的基本关系。'
        ],
        start: 2
    },

];