data.wlgl = [
    {
        title: "请描述企业的概念/什么是企业和特点",
        simple: "无",
        normal: [
            '一般来说，企业是指从事商品生产流通或服务等活动为满足社会需要进行自主经营，自负盈亏，风险承担，独立核算，具有法人资格的基本经济单位',
            '这一概况包括：',
            '企业以价值增值作为其经济活动的目的，',
            '企业是从事商品生产和流通的经济组织，',
            '企业进行自主经营、独立核算和自负盈亏，'
        ],
        start: 1,
    },
    {
        title: "组织工作的基本原则",
        simple: "无",
        normal: [
            '有效性原则、统一指挥原则、责权利相一致原则、集权和分权相结合原则、弹性原则、协调原则',
        ],
        start: 3,
    },
    {
        title: "古典管理理论",
        simple: "姓名- 代表作- 荣誉：理论",
        normal: [
            '泰罗 - 《科学管理原理》- 科学管理之父 ：重点研究工厂管理如何提高效率，用科学思想、方法处理和解决企业管理问题。',
            '法约尔 -《工业管理和一般管理》 - 管理过程理论之父 ：提出管理具有计划、组织、指挥、协调和控制5大职能和14条管理原则。 ',
            '马克思 · 韦伯 - 《社会和经济理论》- 组织理论之父：形成管理组织理论，提出“理想行政组织体系”。'
        ],
        start: 3,
    },
    {
        title: "古典管理理论",
        simple: "姓名- 代表作- 荣誉：理论",
        normal: [
            '泰罗 - 《科学管理原理》- 科学管理之父 ：重点研究工厂管理如何提高效率，用科学思想、方法处理和解决企业管理问题。',
            '法约尔 -《工业管理和一般管理》 - 管理过程理论之父 ：提出管理具有计划、组织、指挥、协调和控制5大职能和14条管理原则。 ',
            '马克思 · 韦伯 - 《社会和经济理论》- 组织理论之父：形成管理组织理论，提出“理想行政组织体系”。'
        ],
        start: 3,
    },
    {
        title: "网络时代企业面对的机遇",
        simple: "个性、交易、库存、竞争、知识",
        normal: [
            '企业可以更好地满足顾客的个性化需求；',
            '企业可以降低交易成本；',
            '企业可以减少库存；',
            '企业可以使合作竞争战略更便利地实施；',
            '提高获取知识、应用知识的能力。',
        ],
        start: 2,
    },
    {
        title: "网络时代企业面对的挑战",
        simple: "权利、盈利、资源、竞争、成功",
        normal: [
            '顾客的权力大大增强；',
            '企业的整体盈利水平将会降低；',
            '企业资源配置的方式和界限将会发生重大变化。',
            '企业面临日益激烈的竞争；',
            '企业关键的成功因素将会改变；'
        ],
        start: 2,
    },
    {
        title: "企业管理创新的内容有哪些",
        simple: " 战略、组织、营销、敏捷、财务、人力、知识、文化。",
        normal: [
            '企业战略管理的创新；',
            '企业组织管理的创新；',
            '网络营销成为营销管理的重要内容；',
            '敏捷制造成为企业生产运作管理最重要的方式；',
            '企业财务管理将向战略型、集成化方向发展；',
            '回归人本管理，重视人力资源管理；',
            '知识管理成为企业管理的重要内容；',
            '更加重视文化管理。'
        ],
        start: 2,
    },
    {
        title: "网络时代有哪些企业管理方法和手段创新",
        simple: "无",
        normal: [
            '准时制 JIT',
            '制造资源计划 MRP Ⅱ',
            '企业资源计划 ERP',
            '电子数据交换 EDI',
            '并行工程 CE  ',
            '计算机集成制造系统  CIMS',
            '分销资源计划 DRP',
            '企业内部网和互联网  '
        ],
        start: 3,
    },
    {
        title: "与实体企业相比，网络企业有哪些特点",
        simple: "空间、网络、全天、应用型、知识",
        normal: [
            ' 网络企业所占有的现实空间非常有限',
            ' 网络企业是计算机和网络化的企业',
            ' 网络企业是全天候运作的企业',
            ' 网络企业是信息技术和信息产品应用型的企业、',
            ' 网络企业是高知识型的松散企业。'
        ],
        start: 3,
    },
    {
        title: "企业战略管理的过程",
        simple: "使命、目的、条件、方案、选优、实施",
        normal: [
            '确定企业的使命',
            '明确企业的目的和目标',
            '企业战略条件分析',
            '制订战略方案',
            '战略方案选优',
            '战略的实施与修正'
        ],
        start: 3,
    },
    {
        title: "宏观环境的构成",
        simple: " ",
        normal: [
            '人口环境，经济环境，自然环境，技术环境，政治和法律环境，社会文化环境。',
        ],
        start: 3,
    },
    {
        title: "宏观环境的三种状态",
        simple: " ",
        normal: [
            '相对稳定状态，缓慢发展状态，动荡不定状态',
        ],
        start: 3,
    },
    {
        title: "迈克尔·波特的五力竞争说（单选，简答★） /  产业竞争结构分析中包含哪些及基本竞争力",
        simple: " ",
        normal: [
            '供应者、行业内竞争者、潜在的加入者、代用品、购买者',
        ],
        start: 3,
    },
    {
        title: "简述迈克尔·波特的产业竞争结构分析  ",
        simple: " ",
        normal: [
            '迈克尔·波特在对产业竞争结构分析时提出了五种竞争力，这五种竞争力来源包括：顾客；现实竞争者；潜在竞争者；替代品压力；供应商。这五种基本竞争力量的状况及综合强度决定着产业竞争的激烈程度，同时也决定了产业最终获利能力。',
        ],
        start: 1,
    },
    {
        title: "简述核心能力的特性",
        simple: " ",
        normal: [
            '异质性、有价值的创造能力、不可交易性、难模仿性、动态性(不断发展)、扩展性（进入其他领域的能力）。',
        ],
        start: 3,
    },
    {
        title: "客户关系管理的特点/客户关系具有哪些特点？",
        simple: " ",
        normal: [
            '客户关系管理是一种经营理念。',
            '是一种旨在改善企业与客户之间关系的新型管理机制。',
            '客户关系管理包含一整套解决方案。'
        ],
        start: 1,
    },
    {
        title: "简述客户关系管理的基本流程和支持流程",
        simple: " ",
        normal: [
            '基本流程：客户分析、深入了解目标客户、发展关系网络、创造客户价值、管理客户关系。',
            '支持流程：：企业文化和企业领导的支持、IT和数据库基础设施，组织结构设计，业务流程重组，人力资源管理。',
        ],
        start: 3,
    },
    {
        title: "影响客户终生价值的因素",
        simple: " ",
        normal: [
            '所有来自客户初始购买的收益流，',
            '客户购买的频率',
            '客户购买的时间长度',
            '客户购买其他产品的喜好及其收益流',
            '客户推荐给朋友、同事及其他人的可能'
        ],
        start: 3,
    },
    {
        title: "简述客户关系管理中客户分析的具体步骤:",
        simple: " ",
        normal: [
            '收集客户资料，定义和计算终身价值，客户投资与利润分析，客户分组，制定相应的客户措施。',
        ],
        start: 2,
    },
    {
        title: "客户关系管理主要由那几个子系统组成:",
        simple: " ",
        normal: [
            '业务操作管理、客户合作管理、数据分析管理、信息技术管理',
        ],
        start: 3,
    },
    {
        title: "营销管理模块有哪些？",
        simple: " ",
        normal: [
            '市场分析、市场预测、市场活动管理.',
        ],
        start: 3,
    },
    {
        title: "客户关系管理的关键技术",
        simple: "呼叫中心,数据仓库,商业智能 ,Web的集成管理",
        normal: [
            '呼叫中心： 一个集中处理大量打入或打出电话的场所。呼叫中心对外面向用户，是收入中心。',
            '数据仓库：是一个面向主题的、集成的、相对稳定的、反映历史变化的数据集合。',
            '商业智能：指用计算机模拟人的思考和行为来进行商业活动。',
            'Web的集成管理：应用Internet体系结构，对于客户接触的Web渠道、信息的处理和相关技术支持进行的管理活动。'
        ],
        start: 3,
    },
    {
        title: "简述客户关系管理的基本步骤  0910 / 1701",
        simple: " ",
        normal: [
            '确立业务计划、',
            '建立客户关系管理项目团队、',
            '分析客户需求，开展信息系统初建、',
            '明确企业应用需求、',
            '为客户关系管理不同级别系统设置优先级、',
            '选择合适的方案、',
            '组织用户培训、',
            '使用、维护、评估和改进'
        ],
        start: 4,
    },
    {
        title: '简述实施客户关系管理的条件',
        simple: '无',
        normal: [
            '专注于流程，设计长远规划',
            '遵循专业化、社会化和开放式的运作思路',
            '极大地重视人的因素',
            '加强 对渠道和应用子系统的集成',
            '加强 支持网络应用的能力'
        ],
        start: 1
    },
    {
        title: "企业的核心能力",
        simple: " ",
        normal: [
            '开发和培育核心能力成为企业战略管理的重点。',
            '核心能力是企业独有的、能够支撑企业长期竞争优势的能力。'
        ],
        start: 2,
    },
    {
        title: "简述经营战略制订的重要/主要环节",
        simple: " ",
        normal: [
            ' 1.企业的使命与战略目标',
            ' 2.战略分析，包括市场细分，产业分析，竞争对手和竞争优势分析。',
            ' 3.战略选择，包括发展型企业战略，稳定性战略，紧缩性战略，组合型战略等',
            '4.经营战略规律，将战略分析和战略选择的结果进一步体现在产品组合和资源分配上.'
        ],
        start: 2,
    },
    {
        title: "波特提出的三种企业竞争战略",
        simple: " ",
        normal: [
            '总成本领先战略',
            '差别化战略',
            '重点战略',
        ],
        start: 2,
    },
    {
        title: "战略的五个维度简述价值创新战略的逻辑。 ",
        simple: " ",
        normal: [
            '产业假设: 产业条件可以改变。',
            '战略重点: 竞争不是基准，一个公司应该在价值上追求领先以主导市场的发展。',
            '顾客：一个价值创新者的目标是赢得大多数顾客，并愿意为此放弃一些原有的顾客。它注重顾客评价的基本共同点。',
            '资产与能力：一个公司一定不能受其过去的约束，它必须问自己，如果开始创新应该怎么办？',
            '提供的产品和服务：一个价值创新者根据顾客的要求来考虑其提供的产品和服务，即使这样做可能会使公司超越其产业的传统界限。'
        ],
        start: 3,
    },
    {
        title: "简述网络型组织的概念 0910 ",
        simple: " ",
        normal: [
            '网络型组织是由多个独立的个人、部门和企业为了共同的任务而组成的联合体，它的运行不靠传统的层级控制，而是在定义成员角色和各自任务的基础上通过密集的多边联系、互利和交互式的合作来完成共同追求的目标。'
        ],
        start: 2,
    },
    {
        title: "网络型组织的基本类型  / 0910",
        simple: " ",
        normal: [
            '内部网络、垂直网络、市场间网络、机会网络'
        ],
        start: 2,
    },
    {
        title: "网络型组织的优点/0910",
        simple: " ",
        normal: [
            '促进了分工和专业化的发展',
            '可以实现核心竞争力的连接',
            '降低了交易成本',
            '有助于优化资源配置'
        ],
        start: 2,
    },
    {
        title: "企业再造的实施步骤",
        simple: " ",
        normal: [
            '建立有效的组织保障。',
            '建立流程管理信息系统',
            '重塑企业文化',
            '培养复合型人才'
        ],
        start: 2,
    },
    {
        title: "学习型组织的特点",
        simple: " ",
        normal: [
            '组织成员拥有一个共同的愿景。',
            '由多个创造性个体组成的团队',
            '领导者的新角色',
            '善于不断学习',
            '建立知识联盟',
            '自主管理'
        ],
        start: 2,
    },
    {
        title: "五项修炼（选择，简答★ 必考） 彼得·圣吉提出",
        simple: " ",
        normal: [
            '自我超越 - 是学习型组织的精神基础',
            '改善心智模式 - 要求企业不断随着外部环境的变化适时 调整、革新习惯做法。',
            '建立共同愿景 - 是组织成员的共同理想',
            '团队学习 - 是学习型组织最基本的学习形式，是构建学习型组织的基本过程',
            '系统思考 - 是建立学习型组织最重要的修炼，是5项修炼的核心'
        ],
        start: 2,
    },
    {
        title: "建立学习型组织的意义  1604 简答 / 老师没讲题库出现",
        simple: " ",
        normal: [
            '1.学习型组织可以有效地获取知识资本',
            '2.学习型组织是适应激烈的竞争环境的前提',
            '3.组织学习是组织生存与发展的前提与基础'

        ],
        start: 2,
    },

    {
        title: "简述市场营销的基本原理和过程 1610 ",
        simple: " ",
        normal: [
            '市场营销的基本原理是：通过满足顾客需要促进交换，最终实现企业目标。',
            '市场营销的过程，是在企业已确定的业务经营范围内，由企业的市场营销管理部门按照企业总体战略中已经规定的任务目标，产品投资组合特点和增长战略模式，从外部环境出发分析、评价各种产品业务增长的市场机会，结合企业的资源状况，综合考虑各项因素，选择目标市场，实施市场定位，确定市场营销组合，制定市场营销计划的完整过程。',
            '3.组织学习是组织生存与发展的前提与基础'

        ],
        start: 2,
    },

];