data.wlgl = [
    {
        title: "请描述企业的概念/什么是企业和特点",
        simple: "无",
        normal: [
            '一般来说，企业是指从事商品生产流通或服务等活动为满足社会需要进行自主经营，自负盈亏，风险承担，独立核算，具有法人资格的基本经济单位',
            '这一概况包括：',
            '企业以价值增值作为其经济活动的目的，',
            '企业是从事商品生产和流通的经济组织，',
            '企业进行自主经营、独立核算和自负盈亏，'
        ],
        start: 1,
    },
    {
        title: "组织工作的基本原则",
        simple: "无",
        normal: [
            '有效性原则、统一指挥原则、责权利相一致原则、集权和分权相结合原则、弹性原则、协调原则',
        ],
        start: 3,
    },
    {
        title: "古典管理理论",
        simple: "姓名- 代表作- 荣誉：理论",
        normal: [
            '泰罗 - 《科学管理原理》- 科学管理之父 ：重点研究工厂管理如何提高效率，用科学思想、方法处理和解决企业管理问题。',
            '法约尔 -《工业管理和一般管理》 - 管理过程理论之父 ：提出管理具有计划、组织、指挥、协调和控制5大职能和14条管理原则。 ',
            '马克思 · 韦伯 - 《社会和经济理论》- 组织理论之父：形成管理组织理论，提出“理想行政组织体系”。'
        ],
        start: 3,
    },
    {
        title: "古典管理理论",
        simple: "姓名- 代表作- 荣誉：理论",
        normal: [
            '泰罗 - 《科学管理原理》- 科学管理之父 ：重点研究工厂管理如何提高效率，用科学思想、方法处理和解决企业管理问题。',
            '法约尔 -《工业管理和一般管理》 - 管理过程理论之父 ：提出管理具有计划、组织、指挥、协调和控制5大职能和14条管理原则。 ',
            '马克思 · 韦伯 - 《社会和经济理论》- 组织理论之父：形成管理组织理论，提出“理想行政组织体系”。'
        ],
        start: 3,
    },
    {
        title: "网络时代企业面对的机遇",
        simple: "个性、交易、库存、竞争、知识",
        normal: [
            '企业可以更好地满足顾客的个性化需求；',
            '企业可以降低交易成本；',
            '企业可以减少库存；',
            '企业可以使合作竞争战略更便利地实施；',
            '提高获取知识、应用知识的能力。',
        ],
        start: 2,
    },
    {
        title: "网络时代企业面对的挑战",
        simple: "权利、盈利、资源、竞争、成功",
        normal: [
            '顾客的权力大大增强；',
            '企业的整体盈利水平将会降低；',
            '企业资源配置的方式和界限将会发生重大变化。',
            '企业面临日益激烈的竞争；',
            '企业关键的成功因素将会改变；'
        ],
        start: 2,
    },
    {
        title: "企业管理创新的内容有哪些",
        simple: " 战略、组织、营销、敏捷、财务、人力、知识、文化。",
        normal: [
            '企业战略管理的创新；',
            '企业组织管理的创新；',
            '网络营销成为营销管理的重要内容；',
            '敏捷制造成为企业生产运作管理最重要的方式；',
            '企业财务管理将向战略型、集成化方向发展；',
            '回归人本管理，重视人力资源管理；',
            '知识管理成为企业管理的重要内容；',
            '更加重视文化管理。'
        ],
        start: 2,
    },
    {
        title: "网络时代有哪些企业管理方法和手段创新",
        simple: "无",
        normal: [
            '准时制 JIT',
            '制造资源计划 MRP Ⅱ',
            '企业资源计划 ERP',
            '电子数据交换 EDI',
            '并行工程 CE  ',
            '计算机集成制造系统  CIMS',
            '分销资源计划 DRP',
            '企业内部网和互联网  '
        ],
        start: 3,
    },
    {
        title: "与实体企业相比，网络企业有哪些特点",
        simple: "空间、网络、全天、应用型、知识",
        normal: [
            ' 网络企业所占有的现实空间非常有限',
            ' 网络企业是计算机和网络化的企业',
            ' 网络企业是全天候运作的企业',
            ' 网络企业是信息技术和信息产品应用型的企业、',
            ' 网络企业是高知识型的松散企业。'
        ],
        start: 3,
    },
    {
        title: "企业战略管理的过程",
        simple: "使命、目的、条件、方案、选优、实施",
        normal: [
            '确定企业的使命',
            '明确企业的目的和目标',
            '企业战略条件分析',
            '制订战略方案',
            '战略方案选优',
            '战略的实施与修正'
        ],
        start: 3,
    },
    {
        title: "宏观环境的构成",
        simple: " ",
        normal: [
            '人口环境，经济环境，自然环境，技术环境，政治和法律环境，社会文化环境。',
        ],
        start: 3,
    },
    {
        title: "宏观环境的三种状态",
        simple: " ",
        normal: [
            '相对稳定状态，缓慢发展状态，动荡不定状态',
        ],
        start: 3,
    },
    {
        title: "迈克尔·波特的五力竞争说（单选，简答★） /  产业竞争结构分析中包含哪些及基本竞争力",
        simple: " ",
        normal: [
            '供应者、行业内竞争者、潜在的加入者、代用品、购买者',
        ],
        start: 3,
    },
    {
        title: "简述迈克尔·波特的产业竞争结构分析  ",
        simple: " ",
        normal: [
            '迈克尔·波特在对产业竞争结构分析时提出了五种竞争力，这五种竞争力来源包括：顾客；现实竞争者；潜在竞争者；替代品压力；供应商。这五种基本竞争力量的状况及综合强度决定着产业竞争的激烈程度，同时也决定了产业最终获利能力。',
        ],
        start: 1,
    },
    {
        title: "简述核心能力的特性",
        simple: " ",
        normal: [
            '异质性、有价值的创造能力、不可交易性、难模仿性、动态性(不断发展)、扩展性（进入其他领域的能力）。',
        ],
        start: 3,
    },
];