data.wlgl = [
    {
        title: "请描述企业的概念/什么是企业和特点 / 第一章 / 0901 ",
        simple: "无",
        normal: [
            '一般来说，企业是指从事商品生产流通或服务等活动为满足社会需要进行自主经营，自负盈亏，风险承担，独立核算，具有法人资格的基本经济单位',
            '这一概况包括：',
            '企业以价值增值作为其经济活动的目的，',
            '企业是从事商品生产和流通的经济组织，',
            '企业进行自主经营、独立核算和自负盈亏，'
        ],
        start: 1,
    },
    {
        title: "公司制企业的特点 / 第一章 /  1310 / 1810 ",
        simple: "无",
        normal: [
            '公司制企业是法人。',
            '公司制企业实行有限责任制度。',
            '公司制企业的所有权和经营权相分离。'
        ],
        start: 1,
    },
    {
        title: "网络时代有哪些企业管理方法和手段创新 / 第一章 /  1201 / 1810 ",
        simple: "无",
        normal: [
            '准时制 JIT',
            '制造资源计划 MRP Ⅱ',
            '企业资源计划 ERP',
            '电子数据交换 EDI ',
            '并行工程 CE  ',
            '计算机集成制造系统 CIMS ',
            '分销资源计划 DRP',
            '企业内部网和互联网',
        ],
        start: 1,
    },
    {
        title: "简述领导活动的内容 / 第一章 /  1604  ",
        simple: "无",
        normal: [
            '1、权利的形成和运用',
            '2、指导',
            '3、激励',
            '4、沟通',
            '5、协调',
            '6、营造组织气氛，建设组织文化'
        ],
        start: 1,
    },
    {
        title: "组织工作的基本原则 / 第一章 / 1001 ",
        simple:
            "无",
        normal:
            [
                '有效性原则、统一指挥原则、责权利相一致原则、集权和分权相结合原则、弹性原则、协调原则',
            ],
        start:
            3,
    },

    // 6
    {
        title: "网络时代企业面对的机遇 / 第一章 / 1001 / 0910 / 1504 / 1410",
        simple:
            "个性、交易、库存、竞争、知识",
        normal:
            [
                '企业可以更好地满足顾客的个性化需求；',
                '企业可以降低交易成本；',
                '企业可以减少库存；',
                '企业可以使合作竞争战略更便利地实施；',
                '提高获取知识、应用知识的能力。',
            ],
        start:
            3,
    },
    {
        title: "网络时代企业面对的挑战 / 第一章 / 1001 / 0910 / 1504 / 1410",
        simple:
            "权利、盈利、资源、竞争、成功",
        normal:
            [
                '顾客的权力大大增强；',
                '企业的整体盈利水平将会降低；',
                '企业资源配置的方式和界限将会发生重大变化。',
                '企业面临日益激烈的竞争；',
                '企业关键的成功因素将会改变；'
            ],
        start:
            3,
    },
    {
        title: "企业管理创新的内容有哪些 / 第一章 / 1701 / 1404 ",
        simple:
            " 战略、组织、营销、敏捷、财务、人力、知识、文化。",
        normal:
            [
                '企业战略管理的创新；',
                '企业组织管理的创新；',
                '网络营销成为营销管理的重要内容；',
                '敏捷制造成为企业生产运作管理最重要的方式；',
                '企业财务管理将向战略型、集成化方向发展；',
                '回归人本管理，重视人力资源管理；',
                '知识管理成为企业管理的重要内容；',
                '更加重视文化管理。'
            ],
        start:
            2,
    },
    {
        title: "与实体企业相比，网络企业有哪些特点 / 第一章/ 1404 / 1210 /1504",
        simple:
            "空间、网络、全天、应用型、知识",
        normal:
            [
                ' 网络企业所占有的现实空间非常有限',
                ' 网络企业是计算机和网络化的企业',
                ' 网络企业是全天候运作的企业',
                ' 网络企业是信息技术和信息产品应用型的企业、',
                ' 网络企业是高知识型的松散企业。'
            ],
        start:
            3,
    },
    {
        title: "企业战略管理的过程 / 第二章 / 1704",
        simple:
            "使命、目的、条件、方案、选优、实施",
        normal:
            [
                '确定企业的使命',
                '明确企业的目的和目标',
                '企业战略条件分析',
                '制订战略方案',
                '战略方案选优',
                '战略的实施与修正'
            ],
        start:
            3,
    },

    // 11
    {
        title: "宏观环境的构成 /  第二章 /  1401 / 1801",
        simple:
            " ",
        normal:
            [
                '人口环境，经济环境，自然环境，技术环境，政治和法律环境，社会文化环境。',
            ],
        start:
            3,
    },
    {
        title: "宏观环境的三种状态 / 第二章/  1401  1801",
        simple:
            " ",
        normal:
            [
                '相对稳定状态，缓慢发展状态，动荡不定状态',
            ],
        start:
            3,
    },
    {
        title: "迈克尔·波特的五力竞争说（单选，简答★） /  产业竞争结构分析中包含哪些及基本竞争力 / 第二章 / 1310 /1504",
        simple:
            " ",
        normal:
            [
                '供应者、行业内竞争者、潜在的加入者、代用品、购买者',
            ],
        start:
            3,
    },
    {
        title: "简述迈克尔·波特的产业竞争结构分析 第二章 /  1201 /  ",
        simple:
            " ",
        normal:
            [
                '迈克尔·波特在对产业竞争结构分析时提出了五种竞争力，这五种竞争力来源包括：顾客；现实竞争者；潜在竞争者；替代品压力；供应商。这五种基本竞争力量的状况及综合强度决定着产业竞争的激烈程度，同时也决定了产业最终获利能力。',
            ],
        start:
            1,
    },
    {
        title: "简述核心能力的特性 /  第二章  / 1101 / 1110",
        simple:
            " ",
        normal:
            [
                '异质性、有价值的创造能力、不可交易性、难模仿性、动态性(不断发展)、扩展性（进入其他领域的能力）。',
            ],
        start:
            3,
    },

    // 16
    {
        title: "客户关系管理的特点/客户关系具有哪些特点？ / 第三章 / 1001 / 0810",
        simple:
            " ",
        normal:
            [
                '客户关系管理是一种经营理念。',
                '是一种旨在改善企业与客户之间关系的新型管理机制。',
                '客户关系管理包含一整套解决方案。'
            ],
        start:
            1,
    },
    {
        title: "简述客户关系管理的基本流程和支持流程 / 第三章 / 1101 / 1201",
        simple:
            " ",
        normal:
            [
                '基本流程：客户分析、深入了解目标客户、发展关系网络、创造客户价值、管理客户关系。',
                '支持流程：：企业文化和企业领导的支持、IT和数据库基础设施，组织结构设计，业务流程重组，人力资源管理。',
            ],
        start:
            3,
    },
    {
        title: "影响客户终生价值的因素 / 第三章 / 0901 / 1301",
        simple:
            " ",
        normal:
            [
                '所有来自客户初始购买的收益流，',
                '客户购买的频率',
                '客户购买的时间长度',
                '客户购买其他产品的喜好及其收益流',
                '客户推荐给朋友、同事及其他人的可能'
            ],
        start:
            3,
    },
    {
        title: "简述客户关系管理中客户分析的具体步骤 / 简答题 / 1504 ",
        simple:
            " ",
        normal:
            [
                '收集客户资料，定义和计算终身价值，客户投资与利润分析，客户分组，制定相应的客户措施。',
            ],
        start:
            2,
    },
    {
        title: "客户关系管理主要由那几个子系统组成/ 第三章 / 1704 ",
        simple:
            " ",
        normal:
            [
                '业务操作管理、客户合作管理、数据分析管理、信息技术管理',
            ],
        start:
            3,
    },

    // 21
    {
        title: "客户关系管理的关键技术 / 第三章 / 1010 ",
        simple:
            "呼叫中心,数据仓库,商业智能 ,Web的集成管理",
        normal:
            [
                '呼叫中心： 一个集中处理大量打入或打出电话的场所。呼叫中心对外面向用户，是收入中心。',
                '数据仓库：是一个面向主题的、集成的、相对稳定的、反映历史变化的数据集合。',
                '商业智能：指用计算机模拟人的思考和行为来进行商业活动。',
                'Web的集成管理：应用Internet体系结构，对于客户接触的Web渠道、信息的处理和相关技术支持进行的管理活动。'
            ],
        start:
            3,
    },
    {
        title: "简述客户关系管理的基本步骤  / 第三章 / 0910 / 1701",
        simple:
            " ",
        normal:
            [
                '确立业务计划、',
                '建立客户关系管理项目团队、',
                '分析客户需求，开展信息系统初建、',
                '明确企业应用需求、',
                '为客户关系管理不同级别系统设置优先级、',
                '选择合适的方案、',
                '组织用户培训、',
                '使用、维护、评估和改进'
            ],
        start:
            4,
    },
    {
        title: '简述实施客户关系管理的条件/   第三章 / 1610 / 0801 / 1510',
        simple:
            '无',
        normal:
            [
                '专注于流程，设计长远规划',
                '遵循专业化、社会化和开放式的运作思路',
                '极大地重视人的因素',
                '加强对渠道和应用子系统的集成',
                '加强支持网络应用的能力'
            ],
        start:
            1
    },
    {
        title: "企业的核心能力 第二章 / 1504 / 大题 ",
        simple:
            " ",
        normal:
            [
                '开发和培育核心能力成为企业战略管理的重点。',
                '核心能力是企业独有的、能够支撑企业长期竞争优势的能力。'
            ],
        start:
            2,
    },
    {
        title: "简述经营战略制订的|重要/主要|环节 / 第二章 / 1701 ",
        simple:
            " ",
        normal:
            [
                '开发和培育核心能力成为企业战略管理的重点。',
                '核心能力是企业独有的、能够支撑企业长期竞争优势的能力。'
            ],
        start:
            2,
    },
    {
        title: "简述经营战略制订的重要/主要环节",
        simple:
            " ",
        normal:
            [
                ' 1.企业的使命与战略目标',
                ' 2.战略分析，包括市场细分，产业分析，竞争对手和竞争优势分析。',
                ' 3.战略选择，包括发展型企业战略，稳定性战略，紧缩性战略，组合型战略等',
                '4.经营战略规律，将战略分析和战略选择的结果进一步体现在产品组合和资源分配上.'
            ],
        start:
            2,
    },
    {
        title: "波特提出的三种企业竞争战略",
        simple:
            " ",
        normal:
            [
                '总成本领先战略',
                '差别化战略',
                '重点战略',
            ],
        start:
            2,
    },
    {
        title: "战略的五个维度简述价值创新战略的逻辑。 ",
        simple:
            " ",
        normal:
            [
                '产业假设: 产业条件可以改变。',
                '战略重点: 竞争不是基准，一个公司应该在价值上追求领先以主导市场的发展。',
                '顾客：一个价值创新者的目标是赢得大多数顾客，并愿意为此放弃一些原有的顾客。它注重顾客评价的基本共同点。',
                '资产与能力：一个公司一定不能受其过去的约束，它必须问自己，如果开始创新应该怎么办？',
                '提供的产品和服务：一个价值创新者根据顾客的要求来考虑其提供的产品和服务，即使这样做可能会使公司超越其产业的传统界限。'
            ],
        start:
            3,
    },
    {
        title: "简述网络型组织的概念 0910 ",
        simple:
            " ",
        normal:
            [
                '网络型组织是由多个独立的个人、部门和企业为了共同的任务而组成的联合体，它的运行不靠传统的层级控制，而是在定义成员角色和各自任务的基础上通过密集的多边联系、互利和交互式的合作来完成共同追求的目标。'
            ],
        start:
            2,
    },
    {
        title: "网络型组织的基本类型  / 0910",
        simple:
            " ",
        normal:
            [
                '内部网络、垂直网络、市场间网络、机会网络'
            ],
        start:
            2,
    },
    {
        title: "网络型组织的优点/0910",
        simple:
            " ",
        normal:
            [
                '促进了分工和专业化的发展',
                '可以实现核心竞争力的连接',
                '降低了交易成本',
                '有助于优化资源配置'
            ],
        start:
            2,
    },
    {
        title: "企业再造的实施步骤",
        simple:
            " ",
        normal:
            [
                '建立有效的组织保障。',
                '建立流程管理信息系统',
                '重塑企业文化',
                '培养复合型人才'
            ],
        start:
            2,
    },
    {
        title: "学习型组织的特点/ 第四章/ 1110 (必考)",
        simple:
            " ",
        normal:
            [
                '组织成员拥有一个共同的愿景。',
                '由多个创造性个体组成的团队',
                '领导者的新角色',
                '善于不断学习',
                '建立知识联盟',
                '自主管理'
            ],
        start:
            2,
    },
    {
        title: "五项修炼（选择，简答★ 必考） 彼得·圣吉提出 (谨回答-前的就行)",
        simple:
            " ",
        normal:
            [
                '自我超越 - 是学习型组织的精神基础',
                '改善心智模式 - 要求企业不断随着外部环境的变化适时 调整、革新习惯做法。',
                '建立共同愿景 - 是组织成员的共同理想',
                '团队学习 - 是学习型组织最基本的学习形式，是构建学习型组织的基本过程',
                '系统思考 - 是建立学习型组织最重要的修炼，是5项修炼的核心'
            ],
        start:
            2,
    },
    {
        title: "建立学习型组织的意义  1604 简答 / 老师没讲题库出现",
        simple:
            " ",
        normal:
            [
                '1.学习型组织可以有效地获取知识资本',
                '2.学习型组织是适应激烈的竞争环境的前提',
                '3.组织学习是组织生存与发展的前提与基础'

            ],
        start:
            2,
    },
    {
        title: "简述市场营销的基本原理和过程 / 第四章 / 1610 ",
        simple:
            " ",
        normal:
            [
                '市场营销的基本原理是：通过满足顾客需要促进交换，最终实现企业目标。',
                '市场营销过程： 市场分析、市场细分和目标市场选择、市场营销调研 、市场营销组合决策',
            ],
        start:
            2,
    },
    {
        title: "波特提出的三种企业竞争战略 /第二章 / 1404 ",
        simple: "无",
        normal: [
            ' 总成本领先战略、差别化战略、重点战略。'
        ],
        start: 1,
    },
    {
        title: "阐述总成本领先战略的优势 / 第二章 / 1101  ",
        simple: "无",
        normal: [
            '1、与竞争对手相比，低成本的企业具有在价格基础上参与竞争的主动地位，并能在价格战中保护自己。',
            '2、低成本战略有利于企业采用灵活的定价策略。',
            '3、企业面对讨价还价的客户时，仍然能获得足够的利润。',
            '4、当供应商垄断原材料及零部件市场和控制价格时，相对竞争对手处于更有利地位。',
            '5、有利于建立起行业壁垒，防止新进入者侵蚀本公司市场份额。'
        ],
        start: 1,
    },
    {
        title: "组织管理的内容及如何具体进行组织设计/ 第四章 / 1810   ",
        simple: "无",
        normal: [
            '组织设计：根据组织目标设计和建立一套组织机构和职位系统。确定职权关系，从而把组织上下左右联系起来。与管理的其他职能相结合，以保证所设计和建立的组织结构有效地运转。',
            '组织运作：组织运作是使设计好的组织运行和运转起来',
            '组织调整：组织结构调整的动力更多的是来自企业的外部',
        ],
        start: 1,
    },

    {
        title: "直线制结构及其特点  / 第四章 / 1604   ",
        simple: "无",
        normal: [
            '直线型结构是最早、最简单的一种组织形式。',
            '优点：命令系统单一直线传递，管理权利高度集中，实行一元化管理，因而决策迅速，指挥灵活，组织机构简单，管理费用较低。',
            '缺点：要求管理者要通晓多种专业知识，组织的层级较多，不利于信息由下向上传递。',
            '适用于：规模较小，任务单一、人员较少的组织。',
        ],
        start: 1,
    },
    {
        title: "企业组织结构有哪些形式  / 第四章 / 1310   ",
        simple: "无",
        normal: [
            '直线制结构、职能制结构、直线职能制结构、事业部制结构、矩阵型结构、控股型结构'
        ],
        start: 2,
    },
    {
        title: "直线职能制结构及其特点  / 第四章 / 1604   ",
        simple: "无",
        normal: [
            '直线职能制结构是一种由综合直线制和职能制两种类型组织的特点而形成的组织结构形式。它与直线制的区别在于，职能机构只是作为直线管理者的管理和助手，他们不具有对下面直接进行指挥的权力。',
            '优点： 保持了直线制集中统一指挥又具有职能分工专业化的优点。',
            '缺点： 职能部门之间横向联系较差、信息传递路线较长、适用环境变化差。',
            '适用于：一种普遍适用的组织形式'
        ],
        start: 2,
    },
    {
        title: "事业部制结构及其特点  / 第四章 / 1404 /1504  ",
        simple: "无",
        normal: [
            '优点：组织按地区或经营的各种产品和事业来划分部门，各事业部独立核算，自负盈亏，适应性和稳定性强。',
            '缺点：资源重复配置，管理费用较高，且事业部之间协作较差。',
            '适用于：产品多元化和从事多元化经营的组织，也适用于面临市场环境复杂多变或处于地理位置分散的大型企业和巨星企业。',
        ],
        start: 2,
    },
    {
        title: "矩阵型结构及其特点  / 第四章 / 1404 /1504  ",
        simple: "无",
        normal: [
            '在这种组织形式中，每个成员既要接受垂直部门的领导，又要在执行某项任务时，接受项目负责人的指挥。',
            '优点：灵活性和适应性较强，有利于加强个职能部门之间的协作和配合，并且有利于开发新技术、新产品和激发组织成员的创造性。',
            '缺点：组织结构的稳定性较差，双重职权关系容易引起冲突，同时还会造成项目经理过多、机构臃肿的弊端。',
            '适用于：科研、设计、规划项目等创新性较强的工作。',
        ],
        start: 2,
    },
    {
        title: "论述组织结构扁平化的优点及顺畅运行的条件。  / 第四章 / 1710   ",
        simple: "无",
        normal: [
            '优点：1）由于管理环节和层次的减少，可以带来信息传递、处理的速度加快，从而减少了决策与行动之间的时间延迟，加快了对市场和竞争动态变化的反应，使组织的反应更加灵敏；上一管理层便于对下一层的监督，从而必将带来管理效率的大幅度提高。',
            '2）由于管理层次减少，管理跨度的增加，使管理层次之间的矛盾减少，同时，同级管理层次设置数量的增加，可以使同级管理者没有谁能有较大的控制权，从而可以减少权力集中所带来的风险。',
            '3）由于绝对权威的减少，可以使各个部门之间关系融洽，便于合作。',
            '顺畅运行条件：1）现代信息技术的巨大进步；2）组织成员的独立工作能力大幅度提高。'
        ],
        start: 2,
    },
    {
        title: "金字塔式组织结构的弊端  / 第四章 / 1101   ",
        simple: "无",
        normal: [
            '对外部环境迟钝、调整缓慢。',
            '减缓信息的流动速度，造成信息失真',
            '组织内部难以协调。不利于创新。'
        ],
        start: 2,
    },
    {
        title: "组织虚拟化的具体形式  / 第四章 / 1201   ",
        simple: "无",
        normal: [
            '外包，战略联盟，特许经营，合资企业，虚拟销售网络'
        ],
        start: 2,
    },
    {
        title: "网络型组织的概念及其特点 / 第四章 / 1201   ",
        simple: "无",
        normal: [
            '概念：网络型组织是由多个独立的个人、部门和企业为了共同的任务而组成的联合体，它的运行不靠传统的层级控制，而是在定义成员角色和各自任务的基础上通过密集的多边联系、互利和交互式的合作来完成共同追求的目标。',
            '特点：促进了分工和专业化的发展、可以实现核心竞争力的连接、降低了交易成本、有助于优化资源配置'
        ],
        start: 2,
    },
    {
        title: "网络型组织的基本类型  / 第四章 / 1201   ",
        simple: "无",
        normal: [
            '内部网络、垂直网络、市场间网络、机会网络'
        ],
        start: 2,
    },
    {
        title: "企业再造 含义以及特点/ 第四章 / 0901   ",
        simple: "无",
        normal: [
            '企业再造需要从根本上重新思考业已形成的基本信念',
            '以顾客为中心是企业再造的出发点',
            '企业再造是一次彻底的变革',
            '企业通过业务流程再造可望取得显著的进步',
            '企业再造从重新设计业务流程着手。企业再造的核心是对企业的业务流程进行再设计',
            '企业再造实质上是管理和组织的创新',
            '企业再造实施人本管理',
            '企业再造重视信息技术的应用'
        ],
        start: 2,
    },
    {
        title: "企业再造的基础工作 / 第四章 / 1210   ",
        simple: "无",
        normal: [
            '建立有效的组织保障。',
            '建立流程管理信息系统',
            '重塑企业文化',
            '培养复合型人才'
        ],
        start: 2,
    },

    {
        title: "企业再造的基础工作 / 第四章 / 1210   ",
        simple: "无",
        normal: [
            '建立有效的组织保障。',
            '建立流程管理信息系统',
            '重塑企业文化',
            '培养复合型人才'
        ],
        start: 2,
    },
    {
        title: "影响消费者购买行为的因素有哪些 / 第五章 / 1710    ",
        simple: "无",
        normal: [
            '影响因素：经济因素、社会文化因素、个人因素、心理因素。',
            '购买决策过程：购买动机的产生、寻找信息、评价方案、决定购买、购后感觉和行为。',
        ],
        start: 2,
    },
    {
        title: " 简述目标营销的过程 / 第五章 / 1010    ",
        simple: "无",
        normal: [
            '市场细分: 市场细分的基础（依据）是顾客需求的异质性；、市场细分的关键是找到影响顾客需求差异的因素。',
            '选择目标市场：无差异市场营销 、差异营销 、集中营销 ',
            '进行市场定位：市场定位的实质是取得目标市场的竞争优势',

        ],
        start: 2,
    },
    {
        title: "网络营销vs传统营销  /  简述网络营销与传统营销的区别 / 第五章 / 1610    ",
        simple: "无",
        normal: [
            '市网络营销：互动、直接、即时反馈 ',
            '网络营销：互动、直接、即时反馈 ',

        ],
        start: 2,
    },
    {
        title: "简述网络营销对传统营销策略方面有哪些冲击  /  简述网络营销与传统营销的区别 / 第五章 /  1510    ",
        simple: "无",
        normal: [
            '1.从产品策略看，网络营销对传统营销的标准化产品产生冲击。',
            '2.网络营销还会对品牌的全球化管理带来冲击。',
            '3.从定价策略来看，互联网的公开性将打破原来由于地域分割所造成的信息障碍。',
            '4.从渠道策略来看，通过互联网，产销可以直接联系，弱化了中间商的地位。',
            '5.从促销来看，传统广告的障碍将被消除。'

        ],
        start: 2,
    },
    {
        title: "网络营销的特点  / 简答网络营销的特点/ 第五章 /  1310    ",
        simple: "无",
        normal: [
            '跨时空、交互性、高效性、经济性、整合性。',
        ],
        start: 2,
    },
    {
        title: "简述网络营销的内容。 /  网络营销活动的主要内容 第五章 /  1410 1210     ",
        simple: "无",
        normal: [
            '网上宣传、网上调研、网络分销联系、网上直接销售、网上营销集成',
        ],
        start: 2,
    },
    {
        title: "简述企业网络营销站点的主要功能。 / 第五章 /  1604   老师没讲题库出现  ",
        simple: "无",
        normal: [
            '1、企业信息发布。这是企业站点的最基础功能，一般包括企业新闻、企业经营活动、重大事件信息发布，以及企业的概括和企业产品信息等；',
            '2、信息交流沟通。提供顾客直接与企业进行沟通的渠道；',
            '3、网上销售。通过减少交易费用，和消费者进行直接沟通，有利于完善产品功能；',
            '4、售后服务。包括技术支持和授权培训等栏目；',
            '5、个性化服务。企业网站吸引客户的重要手段。'
        ],
        start: 2,
    },
    {
        title: "网上直接调查的步骤 / 第五章 /  1810     ",
        simple: "无",
        normal: [
            '确定网上直接调查的目标市场 （考点 首要步骤）',
            '确定调查方法和设计问卷',
            '选择调查方式',
            '分析调查结果',
            '撰写调查报告',
        ],
        start: 2,
    },
    {
        title: "网上销售渠道一般应该具有哪些功能 /    第五章 /  1310     ",
        simple: "无",
        normal: [
            '订货功能、结算功能、配送功能、'
        ],
        start: 2,
    },
    {
        title: "网络广告的类型 /    第五章 /  1310    /1410  ",
        simple: "无",
        normal: [
            '按钮型广告、旗帜型广告、主页型广告、弹出式广告、电子邮件广告、文字链接广告。'
        ],
        start: 2,
    },
    {
        title: "简述运作管理的概念及其基本内容 /    第六章 /  1001    ",
        simple: "无",
        normal: [
            '概念：运作管理是组织为了达成其目标，对运作系统与运作过程进行计划、组织与控制等一系列管理工作的总称。',
            '内容：1、运作管理的基本指导思想与运作战略决策',
            '2、运作系统设计、构建与管理',
            '3、运作系统的运行与管理',
            '4、上述三方面的评估、完善、改进以及变革'
        ],
        start: 2,
    },
    {
        title: "简述网络时代对企业运作管理提出的新要求 /    第六章 /  1001    ",
        simple: "无",
        normal: [
            '1、要有高速灵敏的市场反应能力，形成敏捷供应的能力。',
            '2、形成进一步降低成本的能力，减少企业在价格竞争方面的压力。',
            '3、满足顾客的个性化需求，实施“大规模定制化”生产。',
            '4、为企业在网络时代的全球化服务提供保障。',
            '5、利用信息技术，降低企业的外部不经济性；',
            '6、突破旧竞争观念，倡导网络时代协同理念。',
        ],
        start: 2,
    },
    {
        title: "实施JIT生产模式的要点 /    第六章 /  1001    ",
        simple: "无",
        normal: [
            '暴露问题和瓶颈、',
            '消除浪费、',
            '拉式调度和看板生产控制系统、',
            '改进产品设计、',
            '改进工厂布局和流程设计、',
            '改进人力资源（选择题考点 尊重人的作用是JIT发挥作用的关键原因）',
            '全面质量管理（选择题考点 全面质量管理是保证实施JIT生产的基础）'
        ],
        start: 2,
    },
    {
        title: " / 简答JIT生产可以被消除的浪费 /  第六章 /  0910 / 简述实施JIT生产模式的要点 / 0910 / 丰台公司的藤野长定义了七种可以被消除的浪费，请至少列出其中五种。  /       ",
        simple: "无",
        normal: [
            '过量生产的浪费',
            '有产品缺陷的浪费',
            '等待时间的浪费',
            '多余动作的浪费',
            '运输的浪费',
            '过程（工序）的浪费',
            '库存的浪费'
        ],
        start: 2,
    },
    {
        title: " / 什么是虚拟企业的概念  / 什么是虚拟企业 /  第六章 / 1210      ",
        simple: "无",
        normal: [
            '虚拟企业，也叫动态联盟，是敏捷制造模式中基础和核心的组织形式。它是指为适应快速、多变的市场需求，由制造商、联合供应商、经销商乃至顾客，以共同和及时地开发、生产、销售多样化及定制化产品的一种企业模式。',
        ],
        start: 2,
    },
    {
        title: "  虚拟企业的形式   第六章 / 1210      ",
        simple: "无",
        normal: [
            '虚拟生产、虚拟开发、虚拟销售、虚拟管理、虚拟服务',
        ],
        start: 2,
    },
    {
        title: " 敏捷制造的支撑技术   第六章 / 1210      ",
        simple: "无",
        normal: [
            '计算机集成制造（CIM）技术、计算机支持的协同工作（CSCW）技术、分布式网络通讯技术、工作流管理（WFM）技术',
        ],
        start: 2,
    },
    {
        title: "财务管理的原则   第七章 / 1310      ",
        simple: "无",
        normal: [
            '系统原则、平衡原则、弹性原则、比例原则、灵活性原则、优化原则',
        ],
        start: 2,
    },
    {
        title: "简答融资应考虑的因素   第七章 / 0810      ",
        simple: "无",
        normal: [
            '1.融资规模、2融资时机、3企业财务状况和经营状况、4企业的资信水平、5资本成本、6资本结构。',
        ],
        start: 2,
    },
    {
        title: "投资决策程序   第七章 / 1701      ",
        simple: "无",
        normal: [
            '市场分析与预测',
            '确定投资项目的约束条件',
            '设计投资方案',
            '对投资方案进行可行性研究',
            '确定投资方案',
            '投资决策的跟踪和检查'
        ],
        start: 2,
    },
    {
        title: "简述成本管理及利润管理的内容   第七章 / 1801      ",
        simple: "无",
        normal: [
            '公司财务管理在成本管理中的内容主要涉及成本预测和成本控制',
            '利润管理主要涉及三个方面：目标利润规划、股利政策制定和利润分配管理',
        ],
        start: 2,
    },
    {
        title: "网络时代财务管理的观念   第七章 / 1110 ",
        simple: "无",
        normal: [
            '泛财务资源观念、人本化理财观念、风险理财观念、信息理财观念  ',
        ],
        start: 2,
    },
    {
        title: "网络时代财务管理内容的变革   第七章 / 1110 ",
        simple: "无",
        normal: [
            '投资管理、预算管理、风险管理、利润管理   ',
        ],
        start: 2,
    },
    {
        title: "网络财务的特点 （四实现二提供）  第七章 / 1510  / 1210 / 0810  ",
        simple: "无",
        normal: [
            '实现企业财务与业务的协同',
            '实现在线管理',
            '实现会计工具和财务介质电子化',
            '实现远程处理、集中监控、动态管理',
            '提供网上理财功能',
            '提供“个性化”财务信息'

        ],
        start: 2,
    },
    {
        title: "企业实施网络财务要解决的问题   第七章 / 0801 ",
        simple: "无",
        normal: [
            '1.互联网的社会环境、基础设施的配套和完善；',
            '2.从传统财务模式向网络财务模式的转型；',
            '3.制定合适的网络财务制度；',
            '4.财务管理信息化的规划与实施；',
            '5.对投资与资源的保护',
        ],
        start: 2,
    },
    {
        title: "人力资源管理的内容   第八章 / 1110 ",
        simple: "无",
        normal: [
            '   人力资源规划、工作（岗位）分析与设计、人员选聘与录用、员工培训与开发、绩效管理、薪酬管理、安全与健康、员工关系管理'
        ],
        start: 1,
    },
    {
        title: "绩效管理的内容   第八章 / 1110 ",
        simple: "无",
        normal: [
            '1.绩效管理以 组织战略为导向(重点考点)，是综合管理组织、团队和员工绩效的过程。',
            '2.绩效管理是提高工作绩效的有力工具。',
            '3.绩效管理是促进员工能力开发的重要手段',
            '4.绩效管理是一个完整的系统'
        ],
        start: 1,
    },
    {
        title: "简述人力资源管理中薪酬管理的内容和影响因素   第八章 / 1110 ",
        simple: "无",
        normal: [
            '薪酬管理的内容主要包括以下几部分：1.基本薪酬；2.绩效薪资；3.奖金；4.津贴；5.福利。',
            '影响薪酬的因素：1.外部影响因素：包括劳动力市场、经济条件和政府和工会；',
            '2.内部影响因素：组织的规模、组织的薪酬预算和薪酬政策的制定者。',
            '4.绩效管理是一个完整的系统'
        ],
        start: 1,
    },
    {
        title: "简述网上招聘的作用和应注意的问题   第八章 / 1210 ",
        simple: "无",
        normal: [
            '网上招聘的作用：覆盖面广、信息反馈快、招聘公开透明',
            '网上招聘应注意的问题：1）信息处理的复杂性；2）虚假信息的大量存在；3）应聘者受到制；4）服务体系不完善。',
        ],
        start: 1,
    },
    {
        title: "简述网上招聘员工的优势   第八章 / 1110 ",
        simple: "无",
        normal: [
            '1、覆盖面广，随着计算机和网络应用的普及，求职者可以突破地域和时间的限制，得到较为全面、及时的企业招聘信息；',
            '2、信息反馈快，通过公开网络和企业网站招聘栏目，求职者能够很快获得企业招聘信息，所以能在较短的时间做出反应，有利于提高招聘效率；',
            '3、招聘公开透明，企业将招聘的规则、要求、实施进度、招聘结果等信息在网上公开，给所有求职者一个透明的环境，增强求职者对企业的认同度。'
        ],
        start: 1,
    },
    {
        title: "网上培训的原则   第八章 / 0910 ",
        simple: "无",
        normal: [
            '网上培训遵循四个原则：趣味性、个性化、互动性、主创性。'
        ],
        start: 1,
    },
    {
        title: "简述虚拟团队人力资源管理的主要措施   第八章 / 1010 ",
        simple: "无",
        normal: [
            '1、选拔有相关能力的领导，虚拟团队的领导不再是监督者，而是协调人。',
            '2、要有高素质的成员队伍，善于技术和沟通，具有主动精神。',
            '3、建立以“信任”为基础的团队文化。',
            '4、提高沟通效率。',
            '5、采用适合虚拟团队特点的激励方式。'
        ],
        start: 1,
    },
    {
        title: "简答知识的类型   第九章 / 1010 ",
        simple: "无",
        normal: [
            '事实知识、原理知识、技能知识、人力知识 '
        ],
        start: 1,
    },
    {
        title: "简述知识管理的特点    第九章 / 1301 / 1610 / 1604 大题 ",
        simple: "无",
        normal: [
            '知识管理是一种全新的经营管理模式',
            '知识管理是信息管理的延伸和发展',
            '知识管理与人力资源管理密切相关',
            '知识管理是一个螺旋循环的过程',
            '知识管理的目标是通过知识的共享与创新来增加企业的价值'
        ],
        start: 1,
    },
    {
        title: " 简述知识管理的核心内容    第九章 1110/1704/ 不用回答括号里的 ",
        simple: "无",
        normal: [
            '知识的采集和加工（知识采集是知识管理的起点。★ 高频）',
            '知识的存储与积累',
            '知识的传播与共享',
            '知识的应用与创新（知识的应用与创新是企业实施知识管理的原动力和最终落脚点 ★ 高频）'
        ],
        start: 1,
    },
    {
        title: " 简述知识管理的基本原则     第九章 1110/1704/ 不用回答括号里的 ",
        simple: "无",
        normal: [
            '积累原则', '信任原则', '交流原则', '共享原则', '创新原则'
        ],
        start: 1,
    },
    {
        title: " 简述知识管理的编码策略的含义及特点。     第九章 1110/1704 ",
        simple: "无",
        normal: [
            '知识管理的编码策略，又叫显性策略。它是基于知识再用的知识管理策略。通过对具有显性特性的知识进行加工整理并存储在数据库中，从而使企业可以方便地对其进行传播和再利用。',
            '编码策略的特点：',
            '1、在知识管理编码策略中采用的是“人到文档”方式',
            '2、编码策略主要依靠的是“规模效应”。',
            '3、编码策略的核心是 IT 系统。”。'
        ],
        start: 1,
    },
    {
        title: " 什么是知识管理的个人化策略，它有什么特点？    第九章 0810 ",
        simple: "无",
        normal: [
            '知识管理的个人化策略，又叫隐形策略，即强调通过与知识创造者的直接接触和交流实现知识学习和共享。',
            '知识管理的个人化策略具有的特点：',
            '1.注重隐性知识的交流和共享；2.主要采用的是“专家”模式；3.重视人员网络。',
        ],
        start: 1,
    },
    {
        title: "论述企业知识管理策略的选择应注意哪些问题。  第九章 1704 ",
        simple: "无",
        normal: [
            '1.应反映其采用的总体战略。',
            '2.应考虑企业的发展阶段。',
            '3.应考虑企业事业部之间的关系。',
            '4.应考虑企业的产品和服务特点。',
            '5.应考虑产品所出的声明周期阶段。',
            '6.要与员工所依靠的知识特性相关。'
        ],
        start: 1,
    },
    {
        title: "试述企业实施知识管理应做的工作有哪些?。 / 知识管理的实施要点  第九章 1704 ",
        simple: "无",
        normal: [
            '设立知识管理部门',
            '构建基于内部学习的企业内部知识网络',
            '构建基于外部学习的企业外部知识网络',
            '建设知识管理的基础设施',
            '选择知识管理策略',
            '转变观念',
            '建立知识管理的激励机制',
            '对企业的知识流程进行重组',
            '将企业的知识资源融入产品或服务及其生产过程和管理过程',
            '建设有利于知识管理的企业文化'

        ],
        start: 1,
    },
    {
        title: "企业在构建基于学习的知识网络时，内部学习的主导方式和外部学习的主要方式各是什么？  第九章 0910 ",
        simple: "无",
        normal: [
            '内部学习的主导方式应该是行为学习。行为学习是指以学习者为中心，由学习者、传授者在工作现场通过实时的互动方式，主动吸纳随时能被验证和运用于工作实践的具有不确定的内容和形式的知识的过程。',
            '外部学习的方式主要有：1、向战略伙伴学习；2.向竞争对手学习；3.向供应商、分销商、客户学习；4.通过资料学习；5.通过培训学习。'

        ],
        start: 1,
    },
    {
        title: "如何建设有利于知识管理的企业文化? 第九章 1510 ",
        simple: "无",
        normal: [
            '首先，企业要创造一个有利于促进知识交流、共享和创新的内部环境与机制，创建有利于知识获取、创造、累积、保护的企业组织平台；',
            '其次，要积极发挥每个员工的积极性、主动性和创造性，鼓励员工不断交流和创新知识，并与他人共享创新的成果；',
            '最后，能够允许在创新过程中发生错误和失败，积极营造一种值得信任、有同情心、热衷于帮助的组织文化氛围。'

        ],
        start: 1,
    },
    {
        title: "简答供应链管理与传统管理的区别? 第十章 /  1001 ",
        simple: "无",
        normal: [
            '供应链管理强调采用集成的思想和方法.(单选考点)',
            '供应链管理强调提高整个供应链的核心竞争力.(单选考点)',
            '供应链管理强调提高整个供应链的效率.(单选考点)',
            '供应链管理强调大规模定制.'
        ],
        start: 1,
    },
    {
        title: "简述供应链管理的含义 第十章 /  1504 ",
        simple: "无",
        normal: [
            '供应链管理的目标是为了给顾客提供满意的产品或服务.(单选考点)',
            '供应链管理是一种集成管理模式.',
            '供应链管理最终为供应链中所有成员带来价值增值.(单选考点)',
            '供应链管理强调提高整个供应链的竞争能力.(单选考点)',
            '对供应链进行优化配置来实现目标.'
        ],
        start: 1,
    },
    {
        title: "供应链管理的7R原则 第十章 /  0901 ",
        simple: "无",
        normal: [
            '合适的产品 Right Product',
            '合适的时间 Right Time',
            '合适的数量 Right Quantity',
            '合适的质量 Right Quality',
            '合适的状态 Right Status',
            '合适的顾客 Right Customer',
            '合适的地点 Right Place'
        ],
        start: 1,
    },
    {
        title: "供应链管理的7R原则 第十章 /  1010 ",
        simple: "无",
        normal: [
            '实现了对顾客需求的快速反应',
            '减少库存，降低成本',
            '提高产品的生产和服务质量',
            '简化组织，提高效率',
            '提高供应链的竞争优势'
        ],
        start: 1,
    },
    {
        title: "供应链管理环境下物流管理的特点 第十章 /  0910  1404 ",
        simple: "无",
        normal: [
            '提高了物流系统的快速反应能力',
            '提高了顾客的满意度',
            '增进了物流系统的无缝连接',
            '物流服务方式的多样化',
            '降低了物流系统的成本',
            '策略：利用第三方物流，利用延迟化策略。(问道策略的时候在回答)'
        ],
        start: 1,
    },
    {
        title: "简答准时采购的基本思想。 第十章 /  0810   ",
        simple: "无",
        normal: [
            '准时采购的基本思想：在恰当的时间、恰当的地点，以恰当的数量、恰当的质量提供恰当的物品。它是从准时生产发展而来的，是为了消除库存和不必要的浪费而进行持续性的改进。'
        ],
        start: 1,
    },
    {
        title: "简述如何实施准时采购。 第十章 /  1810   ",
        simple: "无",
        normal: [
            '1.准时采购成功的关键是与供应商的关系、',
            '2.应找到好的合作伙伴',
            '3.建议一套有效的供应商激励机制，使供应商和用户一起分享准时采购的好处。',
            '4.企业的各部门应为实施准时采购创造有利的条件。',
        ],
        start: 1,
    },
    {
        title: "简述企业文化有哪几部分构成？企业文化有什么作用？。 第十章 /  1810   ",
        simple: "无",
        normal: [
            '企业文化的内容是极其丰富的，企业文化的构成：企业哲学、企业价值观、企业精神、企业制度、企业的道德规范、企业形象',
            '企业文化的作用：导向作用、凝聚作用、规范作用、激励作用、沟通作用、绩效作用。'
        ],
        start: 1,
    },
    {
        title: "简述企业文化有哪几部分构成？企业文化有什么作用？。 第十一章 /  1410   ",
        simple: "无",
        normal: [
            '民族性、客观性、独特性、科学性、动态性、约束性、辐射性'
        ],
        start: 1,
    },
    {
        title: "企业文化的作用。 第十一章 /  1410   ",
        simple: "无",
        normal: [
            '导向作用、绩效作用、凝聚作用、沟通作用、规范作用、激励作用'
        ],
        start: 1,
    },

]
;