data.xxxt = [{
    title: "MRP 系统 / 名称解释",
    simple: "无",
    normal: [
        '准确地讲，MRP（物料需求计划的简称）是一种以物料需求的计划与控制为主线的管理思想，基于此种管理方法形成的管理信息系统被称为 MRP 系统。'
    ],
    start: 1,
},
{
    title: "MRP Ⅱ / 名称解释",
    simple: "无",
    normal: [
        '人们把制造、财务、销售、采购、工程技术等各子系统集成为一个一体化系统，被称为制造资源计划，为了区别物料需求计划，简称 MRP Ⅱ。'
    ],
    start: 1,
},


{
    title: "关于电子政务系统，简述政府的主要职能是什么。",
    simple: "无",
    normal: [
        '政府的主要职能包括经济管理、社会管理、市场监督和公共服务'
    ],
    start: 1,
},
{
    title: "管理信息系统按核心业务活动有哪些分类",
    simple: "无",
    normal: [
        '管理信息系统按核心业务活动的分类：1.电子业务系统；2.电子政务系统；3.电子商务系统。'
    ],
    start: 1,
},

{
    title: "简述电子政务的突出特点。",
    simple: "无",
    normal: [
        '电子政务的突出特点：',
        '1.使政府工作更有效、更精简；',
        '2.使政府工作更公开、更透明；',
        '3.为企业和居民提供更好的服务；',
        '4.重新构造政府、企业、居民之间的关系，使之比以前更加协调，使企业和居民能够更好的参与政府的管理'
    ],
    start: 1,
},

{
    title: "简述管理信息系统一体化的含义",
    simple: "无",
    normal: [
        '管理信息系统是一个“一体化系统”或称“集成系统”。“一体化”具有两个含义：',
        '1.数据的一体化：数据在物理存储上可以分布存放，但在逻辑上却需由统一的部门、统一的人员集中管理；',
        '2.系统开发的一体化：要按总体规划，分布实施的原则进行管理信息系统的建设'
    ],
    start: 1,
},
{
    title: "管理信息系统按管理应用层次的分类",
    simple: "无",
    normal: [
        '按管理应用层次的分类包括：事务型管理信息系统；管理型管理信息系统；战略型管理信息系统。',
    ],
    start: 1,
},
{
    title: "简述管理信息系统四大部件的主要作用 / 组成管理信息系统的四大部件",
    simple: "无",
    normal: [
        '主要作用：',
        '1.信息源是信息产生地；',
        '2.信息处理器担负着信息的传输、加工、存储等任务；;',
        '3.信息用户是信息的最终使用者，他们应用信息进行管理决策；',
        '4.信息管理者负责信息系统的设计、实施、维护等工作'
    ],
    start: 1,
},

// 纵向视野 一般将管理活动分为高、中、低三个层次，即战略计划层、管理控制层和执行控制层。
{
    title: "执行控制子系统的任务是什么",
    simple: "无",
    normal: [
        '执行控制子系统的任务是确保基层的生产经营活动正常、有效地进行',
    ],
    start: 1,
},
{
    title: "简述管理控制子系统的任务",
    simple: "无",
    normal: [
        '管理控制子系统的任务是，',
        '为企业各职能部门管理人员 提供用于衡量企业效益、控制企业生产经营活动、制定企业资源分配方案等活动所需要的信息。',
    ],
    start: 1,
},
// 11

{
    title: "简述战略计划子系统的主要任务",
    simple: "无",
    normal: [
        '战略计划子系统的主要任务是，为企业战略计划的制订和调整提供辅助决策功能。',
    ],
    start: 1,
},

// 感觉不太重要
{
    title: "简述管理信息系统硬件结构描述的内容",
    simple: "",
    normal: [
        '管理信息系统的硬件结构描述的是 管理信息系统所依托的计算机及其网络系统 的硬件设备组成及其连接方式、各硬件设备的功能和技术参数。',
    ],
    start: 1,
},
// 感觉不太重要
{
    title: "管理信息系统的软件结构包括哪两方面的内容。",
    simple: "无",
    normal: [
        '管理信息系统的软件结构包括两个方面的内容：',
        '一是描述管理信息系统应用软件的功能模块，是对管理信息系统功能结构的进一步补充和细化，一般可以用系统模块结构图的形式展示',
        '二是依附于硬件结构的管理信息系统的软件结构，主要包括操作系统、数据库管理系统、应用开发工具和各种服务器软件等',
    ],
    start: 1,
},
{
    title: "从横向视角划将管理信息系统进行分类，列举 4 个子系统。",
    simple: "速记：横向视野的子系统，生产销售不分家，物资需要用人力弄，人力干完找财务。",
    normal: [
        '生产管理子系统，销售管理子系统、物资管理子系统，财务会计管理子系统，人力资源管理子系统；'
    ],
    start: 1,
}, {
    title: "服务器按操作系统划分的分类。",
    simple: "无",
    normal: [
        '服务器按操作系统划分可分为 Windows 服务器、Unix 服务器和 Linux 服务器系统。'
    ],
    start: 1,
},
{
    title: "服务器按规模划分的分类。",
    simple: "无",
    normal: [
        '按规模划分，服务器可分为超级计算机、大型机、小型机和 PC 服务器。'
    ],
    start: 1,
}, {
    title: "计算机按冯·诺依曼体系结构，有哪些组成部件？。",
    simple: "无",
    normal: [
        '从结构原理上讲，现代的计算机主要采用冯·诺依曼体系结构，主要由运算器、控制器、存储器和输入、输出设备组成'
    ],
    start: 1,
}, {
    title: "物流管理中，分销管理有哪三方面的功能？",
    simple: "无",
    normal: [
        '分销管理大致有三方面的功能：一是对于客户信息的管理和服务；二是对于销售订单的管理；三是对于销售的统计与分析。'
    ],
    start: 1,
}, {
    title: "简述 ERP 的四项功能。",
    simple: "无",
    normal: [
        'ERP 系统的四项功能：1.财务管理；2.物流管理；3.生产计划与控制管理；4.人力资源管理'
    ],
    start: 1,
},
{
    title: "简述生产计划与控制管理的功能。",
    simple: "无",
    normal: [
        '主要功能有：1.主生产计划；2.物料需求计划；3.能力需求计划；4.车间控制；5.制造标准。',
    ],
    start: 1,
},

// 21

{
    title: "简述现在对 ERP 系统的定义。",
    simple: "无",
    normal: [
        '现在，ERP 这个术语包括所有可以用于覆盖一个组织的、进行物质资源、资金资源和信息资源集成一体化管理的 集成信息系统。'
    ],
    start: 1,
},




{
    title: "简述 MRP 系统的管理理念。",
    simple: "无",
    normal: [
        'MRP 系统所依据的管理理念主要是：',
        '1.供应必须与需求平衡；',
        '2.优先级计划原则，即生产与供应计划必须根据需用时间和数量来确定优先顺序。'
    ],
    start: 1,
},
{
    title: "简述 MRP 的三项基本输入数据。",
    simple: "无",
    normal: [
        'MRP 的三项基本输入数据包括：主生产计划、物料清单和库存信息'
    ],
    start: 1,
},
{
    title: "简述 MRP 的基本任务。",
    simple: "无",
    normal: [
        'MRP 的基本任务是：从所需求产品的生产计划 导出相关物料的需求量和需求时间；',
        '根据物料的需求时间和生产周期来确定其开始生产的时间。'
    ],
    start: 1,
},
{
    title: "简述按商务活动参与主体，电子商务系统的划分模式。",
    simple: "无",
    normal: [
        '按商务活动参与主体，电子商务系统的划分为企业对企业、企业对消费者、消费者对消费者、企业对政府等若干模式，分别简称 B2B、B2C、C2C、B2G。',
    ],
    start: 1,
},

// 第二章
{
    title: "逻辑系统 / 名词解释",
    simple: "无",
    normal: [
        '逻辑系统是在概念系统的基础上，构造出来的原理上行得通的系统。',
    ],
    start: 1,
},
{
    title: "矩阵式组织结构 - 名词解释 /  简述矩阵式组织结构的优缺点。",
    simple: "无",
    normal: [
        '矩阵式组织结构由两维组成，一维是直线组织，另一维是任务。其优点是加强了横向联系、具有较大的机动性。',
        '其主要缺点是人员受双重领导，有时不易分清责任。',
    ],
    start: 1,
},
{
    title: "职能制组织结构的优缺点。",
    simple: "领导下属都偷懒",
    normal: [
        '职能制组织结构的优点是减少了最高领导者的负担，但缺点是容易造成办事效率低下等现象。',
    ],
    start: 1,
},
{
    title: "信息的收集 / 名词解释",
    simple: "无",
    normal: [
        '信息的收集是根据管理人员对信息的需求 而进行的原始数据的获取过程',
    ],
    start: 1,
}, {
    title: "信息处理的生命周期 / 名词解释",
    simple: "无",
    normal: [
        '信息与其他资源一样具有生命周期，从信息的产生到最终被使用而发挥作用，',
        '可将信息的生命周期分为需求、收集、传输、处理、存储、维护、使用和退出等过程。',
    ],
    start: 1,
},
// 31

{
    title: "信息加工 / 名词解释",
    simple: "无",
    normal: [
        '信息加工就是对收集到的信息进行去伪存真、去粗取精、由表及里、由此及彼的加工过程。',
    ],
    start: 1,
},


{
    title: "信息的维护 / 名词解释",
    simple: "狭义 广义",
    normal: [
        '信息维护，狭义上是指不断更新数据、维护数据的安全性和完整性，使信息保持可用状态。',
        '广义上是指信息系统的开发和运行中的一切数据管理工作',
    ],
    start: 1,
}, {
    title: "系统的层次性 / 名词解释",
    simple: "无",
    normal: [
        '一个系统总是由若干子系统组成的，该系统本身又可看做是一个更大的系统的一个子系统，这就构成了系统的层次性。',
    ],
    start: 1,
}, {
    title: "闭环系统。 / 名词解释",
    simple: "输入 期望",
    normal: [
        '如一个系统的控制器能够对输出行为和期望行为之间的偏差进行调节，消除偏差，以获得预期的系统性能，则这个系统属于闭环系统（或反馈系统）。',
    ],
    start: 1,
}, {
    title: "开环系统。 / 名词解释",
    simple: "反馈",
    normal: [
        '按是否有反馈机制分类，可分为开环系统和闭环系统。',
        '如果一个系统的输出端和输入端之间不存在反馈，系统的输出量不对系统的控制产生任何影响，这样的系统称开环系统。',
    ],
    start: 1,
}, {
    title: "系统的分解 / 名词解释",
    simple: "无",
    normal: [
        '面对一个庞大复杂的系统，无法把系统所有元素之间的关系表达清楚，这时要将系统按一定的原则分解成若干个子系统，',
        '经过系统的分解后，其功能和结构的复杂程度大大降低，减少了我们分析问题的难度。这种系统的方法就是系统的分解',
    ],
    start: 1,
}, {
    title: "广域网。 / 名词解释",
    simple: "无",
    normal: [
        '广域网跨接更大的物理范围，能连接多个城市、地区或国家，Internet 就是一种范围覆盖全球的广域网络。',
    ],
    start: 1,
}, {
    title: "计算机网络。 / 名词解释",
    simple: "无",
    normal: [
        '计算机网络就是利用通信设备和线路将地理位置不同、功能独立的两台或两台以上的计算机互联起来，',
        '以功能完善的网络软件实现资源共享和信息传递的系统。',
    ],
    start: 1,
}, {
    title: "信息技术 / 名词解释",
    simple: "无",
    normal: [
        '信息技术是有关信息的收集、识别、提取、变换、存储、处理、检索、检测、 分析和利用等各种技术的总称，是管理信息系统的重要基础。'
    ],
    start: 1,
},
{
    title: "在管理职能中，计划重点解决的问题是什么？ ",
    simple: "目标 进程",
    normal: [
        '计划重点解决两个基本问题：一是目标的确定问题，这是计划的关键；',
        '二是进程的时序，即先做什么，后做什么，可以同时做什么，这是计划的准则。'
    ],
    start: 1,
},
// 41

{
    title: "管理职能中组织的基本要求是什么？/ 不熟悉",
    simple: "无",
    normal: [
        '它由两个基本要求：一是按目标要求设置机构、明确岗位、配备人员、规定权限、赋予职责，并建立一个统一的组织系统；',
        '二是按实现目标的计划和进程，合理地组织人力、物力和财力，并保证它们在数量和质量上相互匹配，以取得最佳的经济和社会效益。'
    ],
    start: 1,
},

{
    title: "信息传输效率需要注意的问题。 ",
    simple: "技术/语义",
    normal: [
        '为了确保信息传输的效率，必须注意两个问题，一是技术问题，即如何快速、准确地传输信息；',
        '二是语义问题，即在传输过程中如何确切地表达信息的意义。',
    ],
    start: 1,
},
{
    title: "保证信息的传输效率，我们需要做哪些工作。 ",
    simple: "通流环",
    normal: [
        '1.建立大容量的信息通道；2.规定合理的信息流程；3.减少信息传递的环节。'
    ],
    start: 1,
},
{
    title: "信息维护的目的。 ",
    simple: "无",
    normal: [
        '信息维护的主要目的是保证信息的准确性、及时性、安全性和保密性。'
    ],
    start: 1,
},
{
    title: "信息的存储活动主要涉及哪些问题？ ",
    simple: "无",
    normal: [
        '信息存储活动主要涉及保存什么信息、保存时间、存储介质、存储方式四个问题。'
    ],
    start: 1,
},
{
    title: "系统按复杂程度的分类有哪些？ ",
    simple: "无",
    normal: [
        '系统按复杂程度分类分为：物理结构系统、生物系统、人类系统、社会系统、宇宙系统'
    ],
    start: 1,
},
{
    title: "从哪几方面对系统进行分析？ / 系统存在的三个基本条件",
    simple: "要素、结构、功能",
    normal: [

        '我们一般从系统的要素、结构和功能三个方面进行分析：',
        '1.系统是由若干要素组成的；',
        '2.系统有一定的结构；',
        '3.系统有一定的功能。',
        '系统的功能是指系统与 外部环境相互联系和相互作用中表现出来的性质、能力和功能。',
    ],
    start: 1,
},
{
    title: "网络安全指的是哪些内容？ ",
    simple: "无",
    normal: [
        '网络安全指网络系统的硬件、软件及其系统中的数据受到保护，',
        '不因偶然的或者恶意的原因而遭受破坏、更改、泄露，系统连续可靠正常地运行，网络服务不中断。',
        '安全的网络一般具有完整性、保密性、可用性、可控性和可审查性五个特征',
    ],
    start: 1,
},
{
    title: "简述安全的网络一般具有的五个特征",
    simple: "无",
    normal: [
        '安全的网络一般具有保密性、完整性、可用性、可控性和可审查性五个特征。'
    ],
    start: 1,
},
{
    title: "确保系统分解的准确性，需要考虑哪些原则？ ",
    simple: "无",
    normal: [
        '为了保证系统分解的准确性和合理性，主要考虑三个原则：',
        '1.可控制性原则；2.功能聚合性原则；3.接口标准化原则。',
    ],
    start: 1,
},
// 51

{
    title: "列举常见的三种网络协议。",
    simple: "无",
    normal: [
        '常见的协议有：TCP/IP 协议、IPX / SPX 协议、NetBEUI 协议等。'
    ],
    start: 1,
},

{
    title: "非结构化的特点是什么？",
    simple: "无",
    normal: [
        '非结构化的特点是很难用确定的决策模型来描述，它强调决策者的主观意志。',
        '这类问题一般都带有全局性、战略性和复杂性。'
    ],
    start: 1,
},
{
    title: "关于管理的概念有哪些含义？",
    simple: "中协励（中邪了）",
    normal: [
        '有三方面的含义：',
        '1.管理工作的中心是管理其他人的工作。',
        '2.管理工作是通过协调其他人的活动来进行的，追求群体的协同效应。',
        '3.管理就是去营造一种激励环境，使其所有工作人员努力工作，发挥群体的协同效应，达到企业或组织的目标',
    ],
    start: 1,
},

{
    title: "管理现代化主要包括哪些方面的内容？",
    simple: "无",
    normal: [
        '管理现代化主要包括管理思想、管理方法、管理组织和管理手段的现代化'
    ],
    start: 1,
},
{
    title: "简述管理组织的现代化包括哪些方面的内容？",
    simple: "管构生劳（管够生劳）",
    normal: [
        '管理组织的现代化包括管理体制、机构设置、生产组织和劳动组织等几个方面的现代化。'
    ],
    start: 1,
},

{
    title: "简述管理有哪些基本职能。",
    simple: "无",
    normal: [
        '1.计划: 这是管理的首要职能，它对未来事件作出预测，以制定出行动方案。',
        '2.组织: 它是指完成计划所需的组织结构、规章制度、人财物的配备等。',
        '3.指挥: 它是指对所属对象的行为进行发令、调度、检查。',
        '4.协调: 它是指使组织内部的每一部分或每一成员的个别行动都能服从于整个集体目标，是管理过程中带有综合性、整体性的一种职能。',
        '5.控制: 它是指对下属人员的行为进行检测，纠正偏差，使其按规定的要求工作。',
    ],
    start: 1,
},

{
    title: "控制职能必须具备哪三个基本条件？",
    simple: "执信施（执信使 一个管信件的使者）",
    normal: [
        '控制职能必须具备三个基本条件',
        '一是有明确的执行标准；二是及时获得发生偏差的信息；三是有纠正偏差的有效措施。',
        '缺少任何一个条件，管理活动便会失去控制'
    ],
    start: 1,
},


{
    title: "管理信息系统以计算机网络为基础的原因",
    simple: "交流省钱安全",
    normal: [
        '主要原因：1.上下级间的信息交流；2.横向部门间的信息交流；3.节省投资；4.有利于信息的安全存储。',
    ],
    start: 1,
},


{
    title: "计算机网络的功能表现在哪些方面？",
    simple: "无",
    normal: [
        '计算机网络的功能主要表现在硬件资源共享、软件资源共享和用户间信息交换三个方面。',
    ],
    start: 1,
},


{
    title: "信息的基本属性有哪些？",
    simple: "无",
    normal: [
        '信息的基本属性主要有：普遍性、事实性、层次性、可压缩性、扩散性、非消耗性、共享性、变换性和可转化性。'
    ],
    start: 1,
},
// 61

{
    title: "简述管理部门的划分办法。",
    simple: "无",
    normal: [

        '管理部门的划分办法：',
        '1.按职能划分部门。根据专业原则，以工作或任务的性质为基础来划分部门的，如制造业使用的是生产、销售、财务等；',
        '2.按地区划分部门。例如，处于不同地区的政府机关、银行、法院、工商等；',
        '3.按产品划分部门。大规模组织中比较流行，汽车制造厂：发动机分厂、车身分厂，',
        '对一个一般制造企业来说，划分管理部门的原则是按职能划分',


    ],
    start: 1,
},


{
    title: "简述信息与决策的关系。",
    simple: "无",
    normal: [
        '1.决策需要信息的支持。决策的目的是为了消除不确定性，需要大量、准确、全面、及时的信息作为依据。',
        '可以说决策过程中的每一步都离不开信息，从某种程度上讲，决策过程可以视为一个信息处理过程。',
        '2.不同的管理层次需要不同的信息。管理决策需要信息，但并不是说信息越多越好，实际上，不同程度的决策需要不同的信息，',
        '所以，如何把适当的信息提供给不同的管理决策者是非常重要的。',
    ],
    start: 1,
},

{
    title: "简述管理信息除了具有信息的一般属性外，还有哪些特点？",
    simple: "无",
    normal: [
        '管理信息除了具有信息的一般属性外，还有的特点：',
        '1.信息来源的分散性。',
        '2.信息量大且多样性。',
        '3.信息处理方法的多样性。',
        '4.信息的发生、加工和使用时间、空间上的不一致性',

    ],
    start: 1,
},
// 第三章
{
    title: "系统的生命周期。 / 名词解释",
    simple: "无",
    normal: [
        '任何一个系统都有其产生、发展和灭亡的生命历程，被称作系统的生命周期。',
    ],
    start: 1,
},
{
    title: "实例化过程 / 名词解释",
    simple: "无",
    normal: [
        '类是创建对象的蓝图，从某种意义上讲，对象是类的实例，由类到对象的过程称为实例化过程。',
    ],
    start: 1,
},
{
    title: "面向对象方法。 / 名词解释",
    simple: "无",
    normal: [
        '面向对象方法是一种基于面向对象理念的系统开发方法。它将面向对象的思想应用于软件开发过程中，指导开发活动。',
    ],
    start: 1,
},
{
    title: "原型化开发方法 / 名词解释",
    simple: "无",
    normal: [
        '原型化开发方法要求在获得一组基本的用户需求后，快速地开发出新系统的一个原型，',
        '用户、开发者及其他有关人员在试用原型的过程中，加强通信和反馈，通过反复评价和反复修改原型系统，',
        '逐步确定各种需求的细节，适应需求的变化，从而最终提高新系统的质量。',
        '因此，原型化方法是一种确定用户需求的有效方法',
    ],
    start: 1,
},
{
    title: "系统说明书。 - 名词解释   / 系统分析阶段的主要任务 - 简答",
    simple: "无",
    normal: [
        '系统分析阶段开发人员同用户一起，通过对当前系统的详细调查和分析充分理解新系统目标，即用户的需求，',
        '并将它明确地表达成书面资料 - 系统说明书。',
        '系统说明书在系统开发过程中非常重要，要求该文档完整、一致、精确且 简明易懂和易于维护',
    ],
    start: 1,
},
{
    title: "系统说明书的三个作用。/ 系统分析报告的作用。(系统说明书 也叫 系统分析报告)",
    simple: "无",
    normal: [
        "1.描述了新系统的逻辑模型，作为开发人员进行系统设计和实施的基础；",
        "2.作为用户和开发人员之间的协议和合同，为双方的交流和监督提供基础；",
        "3.作为新系统验收和评价的依据。",
    ],
    start: 1,
},



// 71
{
    title: "管理信息系统开发的六个阶段分别是什么",
    simple: "无",
    normal: [
        "按结构化方法，管理信息系统开发通常包括",
        "总体规划、系统分析、系统设计、系统实施、运行维护和系统评价",
    ],
    start: 1,
},
{
    title: "系统开发前的准备工作有哪些内容？",
    simple: "无",
    normal: [

        "系统开发前的准备工作主要有以下几个方面：",
        "1.借鉴同类系统的开发经验；",
        "2.确定系统目标、开发策略和投资金额；",
        "3.收集和整理基础数据。",
    ],
    start: 1,
},
{
    title: "简述正确的开发策略的内容。",
    simple: "无",
    normal: [

        '所谓正确的开发策略，就是能根据企业的实际情况选择合适的方法，采用正确的方式和手段来建立系统，使系统具有恰当的目标；',
        '能动员企业各方面的力量；组织由管理人员和技术人员参加的开发队伍；',
        '从总体规划入手，有步骤地实施系统；注重系统的运行、维护和更新等。',
    ],
    start: 1,
},
{
    title: "简述信息系统开发的困难因素。",
    simple: "大货差重加堆，大货车重加堆",
    normal: [
        '管理信息系统开发的困难因素主要有：',
        '1.新系统对当前管理模式影响较大。',
        '2.管理信息系统的效益不易用货币形式直接反映。',
        '3.基础数据的准确性与完整性差。',
        '4.重视编程，轻视规划。',
        '5.采用增加开发人员的方式来加快进度。',
        '6.堆栈现象',
    ],
    start: 1,
},

{
    title: "系统运行维护阶段的主要任务",
    simple: "无",
    normal: [
        '系统转换成功，意味着整体开发过程的结束，即可投入正常运行，接着的任务是新系统的正常使用和维护，',
        '并撰写运行状况报告，这些就是系统运行维护阶段的主要任务。',
    ],
    start: 1,
},
{
    title: "系统测试的任务。",
    simple: "无",
    normal: [

        '系统测试的任务是发现系统存在的问题，验证和确认管理信息系统是否满足系统说明文件的全部功能及性能要求'
    ],
    start: 1,
},

{
    title: "简述系统实施阶段的主要工作。",
    simple: "无",
    normal: [
        '该阶段的工作主要包括：系统实现、系统测试和系统切换等内容。'
    ],
    start: 1,
},
{
    title: "从哪些方面对系统进行评价？",
    simple: "无",
    normal: [
        '通常可以从几方面对系统进行评价：',
        '1.系统的功能和性能；2.系统的经济效果；3.其他方面的评价：文档是否齐全、清晰、程序量的大小、开发周期长短。'
    ],
    start: 1,
},

// 项目管理的主要内容 任务划分、计划安排、经费管理、审计控制、风险管理、质量保证-
{
    title: "任务划分的目的。",
    simple: "无",
    normal: [
        '一方面将整个工作划分成若干个较具体的任务群，有利于将任务责任落实到人，便于分清每个人的职责，有利于责、权、利相结合的监督和管理方式',
        '另一方面这样做有利于资金的分配，保证资金的有效控制。'
    ],
    start: 1,
},
{
    title: "风险管理的四个阶段。",
    simple: "无",
    normal: [
        '风险管理通常可以划分为风险识别、风险分析、风险缓和和风险跟踪四个阶段'
    ],
    start: 1,
},
{
    title: "结构化分析方法的基本思想是什么？",
    simple: "无",
    normal: [
        '结构化分析方法是一个简单明了、使用很广的系统分析的方法，其基本思想可以概括为一句话：“自顶向下，由粗到细，逐步求精。'
    ],
    start: 1,
},

{
    title: "结构化分析的主要内容有哪些",
    simple: "无",
    normal: [
        "结构化分析的主要内容包括四个部分：1.一套分层的数据流图；2.一本数据词典；3.一组加工说明；4.补充材料。",
    ],
    start: 1,
},


// 81


// 第四章
// 可行性分析四个方面：技术上的可行性、经济上的可行性、管理上的可行性、开发环境的可行性

{
    title: "管理可行性 / 名词解释",
    simple: "无",
    normal: [
        "管理上的可行性是指考虑当前系统的管理体制 是否有条件提供新系统所必需的各种数据，",
        "企业最高层领导及各级管理人员对 开发建设一个新系统来替代现有系统的需求是否迫切，即新系统的必要性。"
    ],
    start: 1,
},
{
    title: "开发环境的可行性 / 名词解释",
    simple: "无",
    normal: [
        "企业领导意见是否一致，有无资金，能否抽出骨干力量参加新系统开发等，",
        "简单地说就是企业能为新系统的开发建设提供一个长期的、良好的环境。"
    ],
    start: 1,
},
// 企业数据的识别方法  企业过程法 企业实体法。
{
    title: "企业过程法 / 名词解释",
    simple: "无",
    normal: [
        "企业过程法是利用以前识别的企业过程，分析每一个过程利用什么数据，产生什么数据，或者说每一过程的输入和输出数据是什么。",
    ],
    start: 1,
},
{
    title: "企业实体法。 / 名词解释",
    simple: "无",
    normal: [
        "企业的实体是指顾客、产品、材料及人员等企业中客观存在的东西，联系于每个实体的生命周期阶段就有各种数据，如事务型、计划型和统计型等。",
    ],
    start: 1,
},
{
    title: "简述企业的三类资源。",
    simple: "无",
    normal: [
        "1.企业内的资源可分为关键性资源和支持性资源，还有一类不以具体产品形式存在的“资源”，那就是企业的计划与控制；",
        "2.关键性资源是指企业中产品与服务；",
        "3.支持性资源是指为实现企业目标必须使用、引用和消耗的那些资源。",
    ],
    start: 1,
},

{
    title: "总体规划阶段主要包括哪些工作",
    simple: "无",
    normal: [
        '1.对当前系统进行初步调查；2.分析和确定系统目标；3.分析子系统的组成以及基本功能；',
        '4.拟定系统的实施方案；5.进行系统的可行性研究；6.编写可行性报告。',
    ],
    start: 1,
},

{
    title: "总体规划中，初步调查的主要内容。",
    simple: "无",
    normal: [
        "在总体规划中进行初步调查的主要内容有：",
        "1.现行系统的目标和任务；",
        "2.现行系统概况；",
        "3.现行系统的环境和约束条件；",
        "4.现行系统的业务流程和子系统的划分；",
        "5.新系统的开发条件。",
    ],
    start: 1,
},
// 88

// 第五章
{
    title: "系统分析 / 名词解释",
    simple: "无",
    normal: [
        "系统分析也称系统逻辑设计，是系统详细开发的关键性阶段，它处于系统开发生命周期的第二个阶段，",
        "上接总体规划，下联系统设计，具有承上启下的作用。",
    ],
    start: 1,
},



{
    title: "关于系统分析的工作难点与对策，基本对策考虑哪些方面",
    simple: "无",
    normal: [
        // 难点
        // 1.对于用户：提出的需求难以理解
        // 2.对于系统分析人员：理解和表达出来的新系统逻辑模型可能与用户需求不一致
        "1.做好用户事前培训工作；2.做好系统开发人员的培训工作；3.选择正确的开发方法和良好的表达工具"
    ],
    start: 1,
},
// 91

{
    title: "系统分析阶段的主要任务。",
    simple: "无",
    normal: [
        "系统分析阶段的主要任务分为三个方面：",
        "1.详细调查收集和分析用户需求；",
        "2.确定新系统初步的逻辑模型；",
        "3.编制系统说明书。",
    ],
    start: 1,
},
{
    title: "系统分析阶段的主要工作步骤。",
    simple: "无",
    normal: [
        "在结构化方法中，系统分析阶段的主要工作步骤有：详细调查、业务流程分析、数据流程分析和编写系统分析说明书。"
    ],
    start: 1,
},
// 和系统分析阶段的难点和任务容易混
{
    title: "详细调查的主要内容。",
    simple: "无",
    normal: [
        "详细调查一般包括几方面内容：",
        "组织结构的调查、业务流程的调查、数据流程的调查、薄弱环节的调查以及其他信息的调查。",
    ],
    start: 1,
},
{
    title: "简述详细调查的主要难点。",
    simple: "无",
    normal: [
        "对需求进行详细调查是一项重要的工作，也是最困难的工作。详细调查阶段工作的主要难点有：",
        "1.没有足够的用户参与",
        "2.用户的需求经常变更",
        "3.用户与开发人员很难进行交流"
    ],
    start: 1,
},
{

    title: "详细调查的基本方法",
    simple: "无",
    normal: [
        "详细调查的原则有：",
        "详细调查的基本方法有：1.收集资料；2.开调查会或个别访问；3.书面调查；4.参加业务实践。"
    ],
    start: 1,
},

{

    title: "详细调查的原则。",
    simple: "无",
    normal: [
        "详细调查的原则有：",
        "1.事先计划；",
        "2.采访持关键信息的人；",
        "3.自顶向下全面展开；",
        "4.存在的不一定是合理的；",
        "5.分工和协作相结合；",
        "6.主动沟通的工作方式。",
    ],
    start: 1,
},

// 详细调查的原则。 需求调查人员需要注意哪些原则  容易混，
// 速记，人要说话
{
    title: "需求调查人员需要注意哪些原则？",
    simple: "无",
    normal: [
        "1.选择默契的语言；",
        "2.倾听比表达更重要；",
        "3.及时反映避免误解；",
        "4.以学习的态度开展工作"
    ],
    start: 1,
},




{
    title: "BPR 的基本特征",
    simple: "无",
    normal: [
        "在BPR的定义中，“根本性”、“彻底性”、“显著改善”和“流程”是四个核心基本特征。"
    ],
    start: 1,
},


{
    title: "业务流程分析的主要步骤。",
    simple: "无",
    normal: [
        "业务流程分析的主要步骤有：1.调查企业的组织结构；2.调查企业的具体业务流程；3.绘制业务流程图；4.业务流程优化。"
    ],
    start: 1,
},
{
    title: "业务流程的功能。",
    simple: "无",
    normal: [
        "1、实现不同分工活动的结果连接；2.反映活动间的关系",
    ],
    start: 1,
},
// （名词解释题）
//（）
{
    title: "业务流程 - 名词解释 ",
    simple: "无",
    normal: [
        " 业务流程是指一组共同为顾客创造价值而又相互关联的活动"
    ],
    start: 1,
},
// 101
{
    title: "业务流程重组（BPR）的原则",
    simple: "结前融资 连点头 ",
    normal: [
        "业务流程重组的原则主要有：",
        "1.围绕最终结果而非具体任务来实施再造工作。",
        "2.让后续过程的有关人员参与前端过程。",
        "3.将信息处理融入产生该信息的实际工作中去。",
        "4.将地域上分散的资源集中化。",
        "5.将平行工序连接起来而不是集成其结果。",
        "6.决策点下移并将控制融入过程中。",
        "7.在源头获取信息。",
    ],
    start: 1,
},

{
    title: "数据流程分析的步骤。",
    simple: "无",
    normal: [
        "数据流程分析的主要步骤有：绘制数据流图、编制数据字典和撰写处理说明。"
    ],
    start: 1,
},

{
    title: "数据流程分析的三种工具。",
    simple: "无",
    normal: [
        "数据流程分析的主要目的是在业务流程分析的基础上，勾画出现行系统的逻辑模型。",
        "数据流程分析一般需要用到三种工具：分层的数据流图、数据字典和加工说明",
    ],
    start: 1,
},


{

    title: "数据流程调查的三个任务。",
    simple: "无",
    normal: [
        "1.收集可以收集的单据、凭证、报表材料，搞清出处和相互关系；",
        "2.必须调查清楚每个数据的出处；",
        "3.必须调查清楚数据间的前后关系、运算公式和钩稽关系",
    ],
    start: 1,
},
{
    title: "怎样提高数据流图的可读性？",
    simple: "无",
    normal: [
        "1.简化加工之间的联系；2.分解应当均匀；3.命名应当恰当。",
    ],
    start: 1,
},
{
    title: "数据流图的画法步骤。",
    simple: "无",
    normal: [
        "数据流图可以有不同的画法，具体操作主要有的步骤：",
        "1.识别系统的输入和输出；",
        "2.绘制系统内部数据流；",
        "3.对复杂加工进行分解；",
        "4.检查、修改、完善。",
    ],
    start: 1,
},


{
    title: "绘制数据流图的指导原则",
    simple: "无",
    normal: [
        "采用数据流图的方式进行数据流程分析一般应遵循两个原则：",
        "1.总体上自顶向下逐层分解的原则；2.局部上由外向里的原则"
    ],
    start: 1,
},



{
    title: "数据流图的基本符号有哪些？",
    simple: "无",
    normal: [
        "数据流图是便于用户理解、分析系统数据流程的图形工具。",
        "数据流图有四种基本符号组成，即数据流、加工、文件、数据源点或终点。",
    ],
    start: 1,
},
// 这个也是数据流图的题
{
    title: "企业包括哪些输入输出流。",
    simple: "我是金人 物事金人",
    normal: [
        "1.物流；2.事务流；3.资金流；4.人员流。"
    ],
    start: 1,
},
{
    title: "系统分析报告主要内容.",
    simple: "无",
    normal: [
        "一份完整的系统分析报告主要内容包括：",
        "1.组织情况概述。",
        "2.现行系统概况。",
        "3.系统逻辑模型。",
        "4.新系统在各个业务处理环节拟采用的管理方法、算法和模型。",
        "5.与新系统相配套的管理制度和运行体制的建立。",
        "6.系统设计与实施的初步计划。",
        "7.用户领导审批意见。",
    ],
    start: 1,
},
// 111

// 第六章
{
    title: "控制耦合 / 名词解释",
    simple: "无",
    normal: [
        "如果两个模块之间传输的信息是控制信息，则该耦合方式称为控制耦合。",
    ],
    start: 1,
},

{
    title: "扇入数。 / 名词解释",
    simple: "无",
    normal: [
        "所谓扇入数是指模块的直接上层模块个数。"
    ],
    start: 1,
},

{
    title: "扇出数。 / 名词解释",
    simple: "无",
    normal: [
        "扇出数是指一个模块拥有的直接下层模块个数。一般，模块的扇出数应在 7 以内。"
    ],
    start: 1,
},

{
    title: "人机界面。 / 名词解释",
    simple: "无",
    normal: [
        "人机界面缩写 HCI，通常也称用户界面，它是管理信息系统的门面，随着计算机应用的不断拓广，界面设计日益受到重视。",
    ],
    start: 1,
},

{
    title: "人机界面的主要形式。",
    simple: "无",
    normal: [
        "界面设计包括菜单方式、会话方式、操作提示方式，以及操作权限管理方式等。"
    ],
    start: 1,
},


{
    title: "系统输入人机界面实现的原则。",
    simple: "无",
    normal: [
        "主要原则：1.可靠性；2.简单性；4.明了性；3.立即反馈性；5.色彩适中；6.风格统一"
    ],
    start: 1,
},
{
    title: "二次键入。 / 名词解释",
    simple: "无",
    normal: [
        "二次键入是对同一笔数据进行两次键入，让计算机来比较这两次键入的差异。",
        "如果两次键入的结果相同则认为是正确的输入，否则是错误的输入。此种校验方式是二次键入。",
    ],
    start: 1,
},

{
    title: "常用的校对措施。",
    simple: "无",
    normal: [
        "常用的校对措施有三种：1.人工校对；2.二次键入；3.根据取值范围进行控制。",
    ],
    start: 1,
},

{
    title: "系统详细设计过程中，确定输出要求的步骤。",
    simple: "无",
    normal: [
        "确定一个系统需要输出什么信息，按步骤进行",
        "1.详细分析现行系统的输出报表和内容；",
        "2.参考与用户同类型的企业或部门的情况；",
        "3.与用户单位的实际业务人员讨论。",
    ],
    start: 1,
},
{
    title: "系统详细设计中，按介质划分的输出方式",
    simple: "无",
    normal: [
        "1.屏幕输出。 ",
        "2.打印报表输出。 ",
        "3.磁盘文件输出。 ",
    ],
    start: 1,
},

{
    title: "系统设计中，常用的输入方式有哪些？",
    simple: "无",
    normal: [
        "1.键盘输入；2.模/数-数/模转换；3.网络或通信传输。"
    ],
    start: 1,
},


{
    title: "简述子系统划分原则。",
    simple: "无",
    normal: [
        '1.子系统要具有相对独立性',
        '2.使数据冗余较小',
        '3.便于系统分阶段实现',
        '4.适应组织管理机构的设置',
        '5.充分利用各种资源'

    ],
    start: 1,
},

{
    title: "简述子系统划分的方法。",
    simple: "无",
    normal: [
        "子系统划分的方法：",
        "按职能划分；按逻辑功能划分；按通信划分；按业务处理顺序划分；按业务处理的时间关系划分。"

    ],
    start: 1,
},


{
    title: "3NF / 名词解释",
    simple: "无",
    normal: [
        "在第三范式中，如果一个关系是满足第二范式的，",
        "若该关系中不存在非主属性对主键的传递函数依赖，则称该关系是符合第三范式的，称为 3NF。"
    ],
    start: 1,
},
{
    title: "数据库设计中 E-R 图的基本成分。",
    simple: "无",
    normal: [
        "数据库设计中 E-R 图的基本成分主要包括：实体、属性、联系。"
    ],
    start: 1,
},

{
    title: "模块间调用关系的种类。",
    simple: "无",
    normal: [
        "模块间的调用可分为三类：判断调用、循环调用和直接调用。"
    ],
    start: 1,
},

{
    title: "模块的内聚方式有哪些分类",
    simple: "无",
    normal: [
        "内聚表示模块内部各成分之间的联系程度。",
        "一般说来在系统中各模块内聚越大，则模块间的耦合将越小，但这种关系并不是绝对的。",
        "模块的内聚方式有六种：",
        "巧合、逻辑、过程、通信、顺序、功能内聚，其中功能内聚的聚合度最高，性能最好。",
    ],
    start: 1,
},
{
    title: "改进模块结构图，主要考虑哪些方面？",
    simple: "无",
    normal: [
        "1.应按照“耦合小，内聚大”的模块结构质量标准 对结构图进行检查和修改；",
        "2.模块的扇入和扇出数；",
        "3.消除重复的功能。"
    ],
    start: 1,
},


{
    title: "简述网络设计的主要步骤。",
    simple: "无",
    normal: [
        "1.根据用户的要求选择网络的拓扑结构；",
        "2.根据子系统划分的结果安排网络上设备的布局；",
        "3.根据实际业务的要求设计网络各结点的权限",
    ],
    start: 1,
},
    ,

{
    title: "怎样保证计算机信息系统的安全性？",
    simple: "无",
    normal: [
        "1.计算机信息系统实体安全；2.计算机信息系统的运行安全；3.信息与数据安全。",
    ],
    start: 1,
},
{
    title: "管理信息系统的不安全因素。",
    simple: "无",
    normal: [
        "主要包括三方面：",
        "一是计算机信息系统自身存在的脆弱性问题；",
        "二是各种自然灾害；",
        "三是人为操作失误或错误及各种计算机犯罪行为。",
    ],
    start: 1,
},
// 121




// 131
// 第七章
{
    title: "代码审查 / 名词解释 ",
    simple: "无",
    normal: [
        "代码审查是指用人工的方法和辅助工具“读”代码的过程，是保证软件质量的一个重要环节，",
        "一般认为它属于单元测试的一种方法。"
    ],
    start: 1,
},

{
    title: "系统实现的准备工作。 ",
    simple: "无",
    normal: [
        "主要包括制订计划、制定编程规范、组织技术攻关、准备软硬件开发环境等 ",
    ],
    start: 1,
},

{
    title: "选择适当的开发语言可以参考哪些方面？ ",
    simple: "无",
    normal: [
        "一般可参考这样两个方面：",
        "一是所选择的开发语言是否具有易学、易用、易维护、操作简便等特点；",
        "二是所选择的开发语言是否与数据库管理系统有良好的数据接口。",
    ],
    start: 1,
},



{
    title: "程序设计语言时，主要考虑哪些方面？ ",
    simple: "无",
    normal: [
        "1.语言的集成环境和交互功能；",
        "2.语言的结构化机制和数据管理能力；",
        "3.有较多的使用者，方便版本升级和互相学习交流；",
        "4.开发人员的熟练程度；",
        "5.软件的可移植性和用户的要求。",
    ],
    start: 1,
},
{


    title: "衡量编程工作质量的指标。 ",
    simple: "无",
    normal: [
        "衡量编程工作质量的指标大致可参考几个方面：",
        "1.可靠性；",
        "2.规范性；",
        "3.可读性：程序的内容清晰、明了、便于阅读和理解，没有太多繁杂的技巧；",
        "4.可维护性：可维护性是指程序各部分相互独立，程序之间只有数据联系；",
        "5.适应性：程序交付使用后，若应用问题或外界环境有了变化时，调整和修改程序比较简便易行。",
    ],
    start: 1,
},


{


    title: "选择变量名的原则。 ",
    simple: "无",
    normal: [
        "变量名的选择主要遵循的原则：",
        "1.不用过于相似的变量名；",
        "2.同一变量名不要具有多种含义；",
        "3.在编程前最好能对变量名的选取约定统一的标准，以后阅读理解就会方便得多；",
        "4.采用有实际意义的变量名。",
    ],
    start: 1,
},

{

    title: "简述测试的目的。 ",
    simple: "无",
    normal: [
        "1.测试是为了发现程序中的错误而执行程序的过程。",
        "2.好的测试方案是极尽其可能去发现迄今为止尚未发现的错误的测试方案。",
        "3.成功的测试是发现了至今为止尚未发现的错误的测试。",
    ],
    start: 1,
},




]