data.xxzygl = [
  {
    title: "国家信息化体系 / 名词解释 /  第一章",
    simple: "有信息资源就要有 网络传输资源， 有网络就要有技术应用， 有应用就要有技术和产业，维护这一堆就要人才队伍，人才删库跑路 就要 有法规和标准",
    normal: ["包括信息资源、信息网络、信息技术应用、信息技术和产业、信息化人才队伍、信息化政策法规和标准规范等 6 大要素。"],
    start: 1,
  },
  {
    title: "信息技术 / 名词解释 /  第一章",
    simple: "",
    normal: [
      "应用信息科学的原理和方法研究信息产生、传递、处理的技术，具体包括有关信息的产生、收集、交换、存储、传输、显示、识别、提取、控制、加工和利用等方面的技术。 ",
      "现代信息技术主要包括：计算机技术、通信技术、传感技术和控制技术。",
    ],
    start: 1,
  },
  {
    title: "试以“烽火台”通信系统为例，解释 Hartley 信息量测度公式 / 名词解释 /  第一章",
    simple: "",
    normal: [
      "Hartley 信息量测度公式：H=N*log(S)，其中 H 为信息量，N 代表 1 条信息包含字符的个数，log为对数符号，S 代表通信符号集中符号的个数。 ",
      "在“烽火台”通信系统中，S=2，1个烽火台的N=1，则1个烽火台传输1条信息的信息量为H1=1*log2。",
    ],
    start: 1,
  },
  {
    title: "按社会组织属性划分，信息资源可分为哪些类型？并对每一类型分别作简要说明。 / 简答题  / 1307 /  第一章",
    simple: "",
    normal: [
      "答案：按社会组织属性的不同划分，信息资源被分为政府信息资源、企业信息资源和公共信息资源等三类",
      "政府信息资源指政府生产和收集的信息，它包括政府业务流程（办公）产生的大量的文书记录和报表数据、调查统计得到的信息等。",
      "企业信息资源属于商业性信息资源，它是商业性机构或其他机构以市场化的方式收集和生产的，以盈利为目的的各种信息。",
      "公共信息资源属于公益性的信息资源，通常是由事业性机构产生、向公众提供并进入公共流通领域的信息，它包括教育、科研、文化、体育、卫生、娱乐、生活等方面信息。",
    ],
    start: 1,
  },
  {
    title: "按信息效用不同，信息可分为哪四个层次？试分别举例说明。 / 简答题  / 1204 1404 / 第一章",
    simple: "",
    normal: [
      "按信息效用不同，信息可分为迹象、事实、知识和智能四个层次。",
      "比如司机在开车途中发现前方有异物，就是“迹象”层次的信息。司机进一步发现路有塌方现象，这属于“事实”层次的信息。 ",
      "连日下雨是导致塌方的原因，这属于“知识”层次的信息。司机找到绕过塌方路段的路线，安全到达目的地，是“智能”层次的信息。",
    ],
    start: 1,
  },
  {
    title: "简述信息、知识、智能三者的关系。 / 简答题  / 1610 1107 1610 /  第一章",
    simple: "",
    normal: [
      "1.知识、智能来源于信息，是信息的高级层次，但信息不等于知识和智能。",
      "2.知识由经验总结上升到理性的规律性认识，是高级的、抽象的、具有普适性的信息。",
      "3.智能是针对性获取信息、分析处理提炼出的知识，并结合目标信息产生解决问题的策略信息。",
      "4.信息经加工提炼成知识，知识被目的激活成为智能。智能是信息的最高层次。",
    ],
    start: 1,
  },
  {
    title: "试举例阐释信息社会的特点 / 简答题  / 1104/  第一章",
    simple: "",
    normal: [
      "非物质性：构成信息世界基本单元的比特（Bit）是虚拟的、非物质的，有形物质的重要性在减小，无形信息和知识的重要性在增加。如信息咨询、软件开发、创意产业等成为经济的支柱。",
      "超时空性：信息网络的存在消除了时空距离，如经济全球化、远程教育、远程医疗、电子商务、电子政务等。",
      "可扩展性：由于比特可以共享、易于传播，信息社会具备可扩展性。如 Ipad 等数字阅读终端的普及，使人类的阅读行为由纸质出版物扩展到数字出版物。",
    ],
    start: 1,
  },
  {
    title: "简述信息资源管理产生的背景。 / 简答题  / 1510 /  第一章",
    simple: "",
    normal: ["1.“信息爆炸”——文书记录和文献记录量激增。", "2.三个应用学科的发展——数据库管理、记录或文献管理和数据处理管理的发展。", "3.信息资源地位的提高"],
    start: 1,
  },
  {
    title: "简述信息技术发展与应用的主要特点或趋势 / 简答题   /  第一章",
    simple: "",
    normal: [
      "1.数字化：各种文字的、图形的、图像的、声音的信息被进行二进制编码，即数字化。",
      "2.小型化：个人计算机、各种移动终端设备如笔记本电脑、平板电脑等功能不断提高而体积越来越小。",
      "3.网络化：从局域网到广域网，从传感器到物联网，从有线网到无线网，网络技术的高速发展和普及应用，使网络成为名副其实的国家信息基础设施。",
      "4.智能化：从手写输入、搜索引擎、智能比价，发展到指纹识别、数控机床、机器人，再到复杂的智能交通等应用系统。",
      "5.系统化：将分散的信息产品（如功能不同的硬、软件）有机地集成在一起，形成一体化的产品，方便使用，提高效率。",
    ],
    start: 1,
  },

  {
    title: "信息化管理委员会 / 名词解释 / 1307 /   第二章",
    simple: "",
    normal: [
      "信息化管理委员会，也称信息化领导小组。既可以是一个固定机构，也可以是一个松散机构。其成员包括企业的高层领导和部门领导。信息化管理委员会的主要职责是负责企业的整个信息化战略的规划。",
    ],
    start: 1,
  },

  {
    title: "CIO / 名词解释 / 1304 1107 /   第二章",
    simple: "",
    normal: ["CIO：即 Chief Information Officer 的缩写，也称信息主管，", "专门负责组织信息化建设、实施和运作的管理者， 通常是组织决策层的成员。"],
    start: 1,
  },
  {
    title: "CIO 机制： / 名词解释 / 1410 1604 /   第二章",
    simple: "",
    normal: ["CIO 机制是以组织 CIO 为核心，以信息技术部门为支撑，以业务部门为信息化实施主体的信息化管理体系。"],
    start: 1,
  },
  {
    title: "SWOT 矩阵法 / 名词解释 / 1104 /   第二章",
    simple: "",
    normal: [
      "是全面分析组织外部环境和内部资源、寻找满意战略组合的分析工具。内部资源分析包括了解优势（S）和劣势（W），外部环境分析包括明确机会（O）和威胁（T），并根据绘制的 SWOT矩阵进行组合分析和综合分析。",
    ],
    start: 1,
  },
  {
    title: "信息化组织 / 名词解释 / 1610 /   第二章",
    simple: "",
    normal: ["信息化组织是指为了达到信息化的目标，设立科学的组织结构，对各类资源的活动进行统筹协调，以期发挥最大效用。"],
    start: 1,
  },

  {
    title: "信息资源规划 / 名词解释 / 1504/   第二章",
    simple: "",
    normal: ["信息资源规划是对组织管理或经营活动所需要的信息，从生产、获取，到处理、存储、传输及利用进行全面的规划。"],
    start: 1,
  },
  {
    title: "主题数据库 / 名词解释 /    第二章",
    simple: "圆规眼",
    normal: [
      "是一种集约化的数据库环境，构成组织独立于具体应用的数据资源。主题数据库是根据业务主题建库，要求信息源的唯一性，主题数据库结构稳定性的技术保证是基本表，",
      "它具有原子性、规范性和演绎性三个主要特征。",
    ],
    start: 1,
  },
  {
    title: "组织战略 / 名词解释 /    第二章",
    simple: "",
    normal: [
      "组织战略是是组织达到目标、完成使命的综合计划。具体来讲，组织战略是组织为了在外部环境中生存和发展，在总结历史经验、调查现状和预测未来的基础上，所做出的长远性、全局性的规划方案。",
    ],
    start: 1,
  },
  // 简答题
  {
    title: "信息主管（CIO）需要具备哪些能力？ / 简答题 /    第二章",
    simple: "",
    normal: ["技术知识；管理知识；沟通能力；协调能力；项目管理能力。"],
    start: 1,
  },
  {
    title: "CIO 应该具备哪些方面的管理知识?  / 简答题 /    第二章",
    simple: "",
    normal: [
      "一方面，CIO 应具备企业的战略、人力资本、供应链、客户、研发、制造、物流、信息和变革等方面的管理知识。",
      "另一方面，CIO 应具备领导艺术、企业文化、项目管理、团队精神和沟通交流等其他方面的管理知识。",
    ],
    start: 1,
  },

  {
    title: "简述信息化战略规划的主要方法 / 简答题 /    第二章",
    simple: "前两个看集合就能被下来",
    normal: [
      "战略目标集转化法（SST）：将整个战略目标看成信息集合，规划过程即是将战略目标转化为信息化战略目标的过程。这是一种结构化方法。",
      "价值链分析法（VCA）：将组织看成输入、转换和输出活动的集合。这些活动构成创造价值的动态过程，即价值链。通过价值链分析，利用信息技术在价值链中识别信息并使信息增值。",
      "关键成功因素法（CSF）：对组织目标的实现起关键作用的活动就是关键成功因素。通过与企业高级管理人员交流，识别企业的关键成功因素，并据此决定信息资源分配的优先级，利用信息技术发掘新机遇。",
    ],
    start: 1,
  },
  {
    title: "简述战略目标集转化法的步骤？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "1.识别组织战略集，先考查该组织是否有成文的战略计划，若无，则需要构造这种战略集合。",
      "2.将组织战略集转化为组织信息化战略。对应组织战略集的每个元素，识别相应的战略约束，提出整个信息化体系架构。",
      "3.选出一个方案送决策层审核。",
    ],
    start: 1,
  },
  {
    title: "什么是信息化资源规划？它的主要步骤是什么？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "信息资源规划是对组织管理或经营活动所需要的信息，从生产、获取，到处理、存储、传输及利用进行全面的规划。",
      "信息资源规划的步骤：（1）建立负责信息资源规划的工作组；（2）分析职能域及其业务；（3）对职能域数据进行标准化 。",
    ],
    start: 1,
  },
  {
    title: "信息化战略规划的主要步骤有哪些？/ 简答题 /    第二章",
    simple: "",
    normal: [
      "1.基础信息调研：包括信息化现状与发展趋势调研、组织信息化需求调研、信息化建设基础条件调研。",
      "2.现状评估与问题分析。",
      "3.信息化战略目标设计和制定。",
    ],
    start: 1,
  },


  {
    title: "什么是信息化组织机构？它有哪些类型？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "信息化组织机构广义上指的是整个组织机构，狭义上指的是组织中专门负责信息化管理的机构，也称信息部门（或 IT 部门）。",
      "信息化组织机构包含：",
      "1.隶属于业务部门的信息部门。",
      "2.与业务部门平级的信息部门。",
      "3.由 CEO 直接领导的信息部门。",
      "4.由信息管理委员会直接领导的信息部门。",
    ],
    start: 1,
  },
  {
    title: "信息化组织机构的主要职能有哪些？ / 简答题 /    第二章",
    simple: "战 资 研 运  战略物资用盐隐运输",
    normal: ["1.信息化战略制定及管理工作的组织；", "2.信息系统研发与管理；", "3.信息系统运行维护与管理；", "4.信息资源管理与服务。"],
    start: 1,
  },
  {
    title: "系统分析员的主要任务有哪些? / 简答题 /    第二章",
    simple: "",
    normal: [
      "系统分析员的主要任务是对现行系统运行环境、作业流程和用户需求进行详细调查，进而确定目标系统的功能结构、性能指标、资源配置、编码体系、逻辑模型，以便为系统设计提供科学依据。",
    ],
    start: 1,
  },

  {
    title: "信息化组织机构中的系统研发与管理部门主要有哪些岗位人员?他们的任务分别是什么? / 简答题 /    第二章",
    simple: "系统分析员背上面的就行",
    normal: [
      "岗位人员有：系统分析员、系统设计员、程序员和测试人员",
      "信息化组织机构包含：",
      "系统分析员的主要任务是对现行系统运行环境、作业流程和用户需求进行详细调查，进而确定目标系统的功能结构、性能指标、资源配置、编码体系、逻辑模型，以便为系统设计提供科学依据。",
      "系统分析员的主要任务是详细调查现行业务状况，确定目标系统的逻辑模型，为系统设计提供科学依据；",
      "系统设计员的主要任务是根据逻辑模型和功能要求，基于用户环境采用恰当的设计方法进行目标系统的物理模型设计，确定实施方案；",
      "程序员的主要任务是根据程序设计说明书和系统测试说明书负责编写和调试程序；",
      "测试人员的主要任务是对程序员编写的程序进行各种测试，消除程序缺陷。",
    ],
    start: 1,
  },
  {
    title: "什么是范围计划？在范围计划中一个信息化项目一般可以分为哪几个阶段？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "范围计划是对信息化项目的最终交付物及工作范围的说明。",
      "在范围计划中一项信息化项目一般被分解为：需求调研、系统设计、程序开发、测试、试运行、验收、项目总结等 7 个阶段",
    ],
    start: 1,
  },


  {
    title: "信息系统 / 名词解释 /  第三章",
    simple: "",
    normal: [
      "信息系统：是一个完成信息采集、传递、存储、加工、维护和使用等信息处理活动系统，它可以是纯人工的，也可以是基于计算机、网络等现代信息技术的，",
      "现代信息系统特指以提供信息服务为主要目的的数据密集型、人机交互的计算机应用系统。",
    ],
    start: 1,
  },

  // 简答题
  {
    title: "什么是信息系统资源观？它主要体现在哪些方面？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "所谓资源观就是人们对资源的认知或看法，它是随着社会发展变化而不断进化的。具体地来说，信息系统的资源观主要体现在以下四个方面。",
      "1.信息系统资源系统观",
      "2.信息系统资源辩证观",
      "3.信息系统资源层次观",
      "4.信息系统资源开放观。",
    ],
    start: 1,
  },
  {
    title: "信息系统资源系统观有哪几点含义？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统资源系统观是信息系统资源中最核心的观点，包含以下三点含义：",
      "1.信息系统是组织系统中的一个子系统，是非常重要的一个系统，是组织的神经系统。",
      "2.信息系统资源是由各种组成要素或者子系统资源构成的。",
      "3.信息系统资源是动态发展的，有产生、发展和消亡的生命周期",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统的生命周期？其分为哪几个阶段？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统和任何事物一样，有一个产生、发展和消亡过程，这个过程周而复始，形成了信息系统生命周期。",
      "信息系统生命周期可以划分为五个阶段，分别是系统规划、系统分析、系统设计、系统实施、系统运行与维护。",
    ],
    start: 1,
  },
  {
    title: "信息系统的技术性评价内容主要包括哪几个方面？ / 简答题 /  第三章",
    simple: "",
    normal: ["系统的总体水平；系统的功能与层次；信息资源利用的深度；系统的质量；系统文档的完备性与系统的安全与保密性。"],
    start: 1,
  },
  {
    title: "简述信息系统评价的内涵及其内容 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统评价是指对信息系统的运行状态和质量进行各种衡量，以判断其是否优质、高效、安全地运行的活动。",
      "信息系统评价内容",
      "1.在管理方面，评价内容主要考虑提高企业管理水平、优化管理流程、完善规章制度、提高人员素质等。",
      "2.在技术方面，评价内容主要是管理信息系统的性能，主要包括系统的总体水平、系统功能与层次、信息资源利用的深度、系统的质量、系统文档的完备性与系统的安全与保密性。",
      "3.在经济方面，评价内容主要是信息系统的成本与效益。",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统维护?信息系统维护包括哪几个方面内容? / 简述信息系统维护的定义和内容 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统维护是为了使信息系统处于可用状态而采取的一系列措施，目的是纠正错误和改进功能，保证信息系统正常工作。",
      "内容包括",
      "程序的维护、数据的维护、代码的维护、设备的维护。",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统运行维护管理？主要包括哪些内容？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统运行维护管理是指信息系统上线后对信息系统运行过程中的人员、硬件、软件、数据和规程进行管理的活动。其主要包括",
      "1.人员管理重点在于组织机构建设、培训和制度建设。",
      "2.软硬件管理主要是对软硬件系统进行检测、记录、维护、评价和审计过程。",
      "3.数据管理主要是数据库的日常管理和维护。",
    ],
    start: 1,
  },
  {
    title: "简要说明信息系统由哪些要素组成 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统由五要素组成",
      "人：终端用户；系统操作员；系统运行和维护人员；系统建设者。",
      "硬件：所有物理设备。",
      "软件：应用软件和系统软件。",
      "数据：数据是信息系统最重要的要素，是信息系统处理的对象，数据在信息系统中经过加工后变成对用户有用的信息。",
      "处理规程：包括保障信息系统正常运行的各种规章制度、各种规定文件、各种技术标准和工作规范以及有关制度、政策与法律",
    ],
    start: 1,
  },

  {
    title: "简述信息系统规划阶段的主要住务 / 简答题 /  第三章",
    simple: "",
    normal: [
      "1.对组织的环境、战略、目标、现行系统的状况进行初步调査。",
      "2.确定信息系统的发展战略。",
      "3.分析和预测建设新系统的需求。",
      "4.制定建设信息系统的各种指标，研究建设新系统的必要性和可能性，",
      "5.给出拟建的各种子系统的顺序以及备选方案，并进行可行性分析，写出可行性分析报告，审议通过后，编写成系统开发计划书。",
    ],
    start: 1,
  },
  {
    title: "信息系统维护工作的流程主要有哪几个步骤？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "1.确定信息系统维护的目标；",
      "2.建立信息系统维护的计划方案；",
      "3.实施信息系统维护工作；",
      "4.建立信息系统维护档案；",
      "5.信息系统维护工作的验收、总结和评价。",
    ],
    start: 1,
  },
  {
    title: "信息系统终端用户的培训目标有哪些？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "应使用户对目标系统有一个较为全面了解，缓解或消除对系统的误解、抵触和恐惧情绪，提高全员信息化意识。；",
      "强化用户的信息管理理念，利于实现报表自动化，而且通过系统分析结果辅助管理者决策。",
      "应使用户了解目标系统对现行系统新要求，为新系统运行作必要准备工作。",
    ],
    start: 1,
  },
  {
    title: "信息系统项目开发管理包括哪几个方面的内容？ / 简答题 /  第三章",
    simple: "",
    normal: ["信息系统项目开发人员组织；", "信息系统项目开发过程管理；", "信息系统项目开发管理的质量控制。"],
    start: 1,
  },
  {
    title: "信息系统开发项目管理要解决哪些基本问题？其重要性有哪几个方面？ / 信息系统开发管理的重要性  / 简答题 /  第三章",
    simple: "全人优文",
    normal: [
      "信息系统开发项目管理要解决的基本问题，就是如何按所选择的研制方法，对开发项目进行有效的计划、组织、协调、领导和控制。其重要性有以下几点：",
      "1.可以进行系统的思考，进行切合实际的全局性安排；",
      "2.可为项目人力资源的需求提供确切的依据；",
      "3.通过合理的计划安排对项目进行最优化控制；",
      "4.能够提供准确、一致、标准的文档数据。",
    ],
    start: 1,
  },


  {
    title: "数据挖掘 / 名词解释 /  第四章",
    simple: "",
    normal: ["数据挖掘是从大量的、不完全的、有噪声的、模糊的、随机的实际应用数据中，提取隐含在其中的、人们事先不知道的、但又是潜在有用的信息和知识的过程"],
    start: 1,
  },
  {
    title: "信息分析 / 名词解释 /  第四章",
    simple: "",
    normal: [
      "信息分析是指以社会用户的特定需求为依托，以定性和定量研究方法为手段，通过对信息的整理、鉴别、评价、分析、综合等系列化加工过程，形成新的、增值的信息产品，",
      "最终为不同层次的科学决策服务的一项具有科研性质的智能活动。",
    ],
    start: 1,
  },
  {
    title: "什么是信息分析？要求列举三种定量的信息分析方法。 / 简答题 /  第四章",
    simple: "",
    normal: [
      "信息分析是指以社会用户的特定需求为依托，以定性和定量研究方法为手段，通过对信息的整理、鉴别、评价、分析、综合等系列化加工过程，形成新的、增值的信息产品，最终为不同层次的科学决策服务的一项具有科研性质的智能活动。",
      "定量方法有",
      "1.文献计量分析法；2.插值法；3.回归分析法；4.决策分析法；5.预测分析法",
    ],
    start: 1,
  },
  {
    title: "文献计量学 / 名词解释 /  第四章",
    simple: "",
    normal: [
      "文献计量学是以文献体系和文献计量特征为研究对象，采用数学、统计学等计量方法，研究文献情报的分布结构、数量关系、变化规律和定量管理，并进而探讨科学技术的某些结构、特征和规律的一门学科。",
    ],
    start: 1,
  },
  {
    title: "简述网络计量学的定义及其主要研究对象 / 简答题 /  第四章",
    simple: "",
    normal: [
      "网络计量学应用文献计量学及信息技术，对网上信息的组织、存储、分布、传递、相互引证和开发利用等进行定量描述和统计分析，以揭示其数量特征和内在规律。其主要研究对象是 Internet 提供的站点、主页、电子邮件、论坛、博客等媒介和内容。",
    ],
    start: 1,
  },
  {
    title: "定题采集法 / 名词解释 /  第四章",
    simple: "",
    normal: [
      "是根据用户指定范围或需求有针对性地采集信息，这种方法能使用户及时掌握有关信息，针对性强，但较为被动，由于题目具体，涉及面深而专，难度大，科研活动中大多采用这种方法。",
    ],
    start: 1,
  },
  {
    title: "什么是知识门户？它的作用是什么？ / 简答题 /  第四章",
    simple: "",
    normal: [
      "知识门户是具有信息集成、知识分类、个性化展示和系统资源管理的集成环境，是组织员工日常工作所涉及相关主题内容的统一入口，员工可以通过它方便地了解当天的最新消息、当天的工作内容、完成这些工作所需的知识等。",
      "通过组织知识门户，任何员工都可以实时地与工作团队中的其他成员取得联系、寻找到能够提供帮助的专家或者快速连接到相关的知识。组织知识门户的使用对象是组织员工，它可以提高组织范围内的知识共享，并由此提高员工的工作效率。",
    ],
    start: 1,
  },
  {
    title: "简述普赖斯指数的定义并给出其计算公式 / 简答题 /  第四章",
    simple: "",
    normal: [
      "在某一知识领域内，把对年限不超过五年的文献的引文数量与引文总量之比当做普赖斯指数，用以量度文献的老化速度和程度。其计算公式如下：普赖斯指数=被引文献数量（小于等于 5 年）/被引文献总量*100%",
    ],
    start: 1,
  },
  {
    title: "简述普赖斯曲线和普赖斯指数的含义 / 简答题 /  第四章",
    simple: "",
    normal: [
      "普赖斯曲线：以科学文献积累总量为纵轴，以历史年代为横轴，把各个年代的科学文献量在坐标图上逐点描绘出来，然后以一条光滑曲线连接各点，就近似地表征了科学文献随时间增长的规律。 ",
      "普赖斯指数：在某一知识领域内，把对年限不超过五年的文献的引文数量与引文总量之比当作指数，用以量度文献的老化速度和程度。",
    ],
    start: 1,
  },
  {
    title: "什么是多媒体信息检索的技术 / 简答题 /  第四章",
    simple: "",
    normal: ["多媒体信息检索主要是基于内容的检索，是直接对图像、视频、音频等多媒体信息进行分析，抽取特征和语义，利用这些内容特征建立索引，然后进行检索。"],
    start: 1,
  },
  {
    title: "什么是全文信息检索？全文检索系统标引方式有哪些？ / 简答题 /  第四章",
    simple: "",
    normal: [
      "全文信息检索是以全文本信息为主要检索对象，允许用户以布尔逻辑和自然语言，根据资料的内容而不是外在特征来实现检索的先进检索技术。全文检索系统标引方式有词典法标引、单汉字标引、特殊标引等。",
    ],
    start: 1,
  },


  {
    title: "简述信息存储的基本原则 / 简答题 /  第四章",
    simple: "伊利有序",
    normal: [
      "统一性：统一性原则是指信息的存储形式应该在全国甚至全世界范围内保持一致，这就要求信息存储时遵守相关的国家标准或者国际标准；",
      "便利性：便利性原则是指信息的存储形式要以方便用户检索为前提，否则会影响用户使用该信息资源；",
      "有序性：有序性原则是指信息存储时要按一定规律进行排列，以方便用户检索；",
      "先进性：先进性原则是指信息的储存形式应该尽量采用计算机以及其他新兴材料作为信息资源的储存载体。",
    ],
    start: 1,
  },

  {
    title: "简述信息著录和信息标引分别需要哪些步骤 / 简答题 /  第四章",
    simple: "",
    normal: [
      "信息著录包括如下步骤：（1）做好前期准备工作；（2）确定信息著录格式；（3）加注标识符号。",
      "信息标引包括如下步骤：（1）选择和熟悉分类表；（2）进行主题分析；（3）归入最恰当的类；（4）审校。",
    ],
    start: 1,
  },

  {
    title: "标准化管理过程 /  标准化的信息资源管理过程 / 标准化的信息资源工作过程 /名词解释 /  第五章",
    simple: "",
    normal: ["标准化管理过程可使信息资源管理工作的全过程按规范化的程序来进行，是信息资源标准化的重要组成部分，包括学习和贯彻标准、制订标准以及制定工作流程、管理制度等。"],
    start: 1,
  },
  {
    title: "标准化 / 名词解释 /  第五章",
    simple: "",
    normal: ["标准化为了在一定范围内获得最佳秩序，对现实问题或潜在问题制定共同的和重复使用的条款的活动。"],
    start: 1,
  },
  {
    title: "标准 / 名词解释 /  第五章",
    simple: "",
    normal: ["标准为了在一定得范围内获得最佳秩序，经协商一致制定并由公认机构批准，共同使用的和重复使用的一种规范性文件。"],
    start: 1,
  },
  {
    title: "信息法 / 名词解释 /  第五章",
    simple: "",
    normal: [
      "信息法是调整信息活动中产生的各种社会关系的法律规范的总称，这里所说的信息活动包括各种法律体从事的、与信息的生产、采集、获取、加工处理、传播、利用、保存等事物相关的一切活动。",
    ],
    start: 1,
  },
  {
    title: "国家标准 / 名词解释 /  第五章",
    simple: "",
    normal: [
      "国家标准是对全国技术经济发展有重大意义而必须在全国范围内统一的标准，国家标准是我国标准体系中的主体，一经批准发布实施，与国家标准重复的行业标准、地方标准即行作废。",
    ],
    start: 1,
  },
  {
    title: "信息法律的客体 / 名词解释 /  第五章",
    simple: "",
    normal: ["信息法律的客体是指一定的行为以及在特定环境中的物化和非物化的财产，包括信息资源、信息技术和各相关主体的信息行为三个方面。"],
    start: 1,
  },
  {
    title: "信息安全 / 名词解释 /  第五章",
    simple: "",
    normal: ["信息安全是指为保证信息的完整性、可用性和保密性所需的全面管理、规程和控制。"],
    start: 1,
  },
  {
    title: "国际标准化组织（ISO） / 名词解释 /  第五章",
    simple: "",
    normal: ["国际标准化组织（ISO）成立于 1947 年，是由 90 多个国家级标准团体参与的国际性组织，也是世界上最大的具有民间性质的标准化机构，所制定的标准本质上都是自愿的。"],
    start: 1,
  },

  {
    title: "什么是标准化术语?术语标准化应遵循哪些原则？ / 简答题 /  第五章",
    simple: "",
    normal: [
      "术语标准化是指对信息资源活动中某一事物或过程的称谓或代号的标准化，其目的是为了使国际和国内标准统一，同一术语表达同一概念，避免二义性，保持一致性。",
      "术语标准化应遵循以下四条原则",
      "优先原则：术语标准化先于技术标准化。",
      "简化原则：进行术语标准化应使用简练的语言。",
      "灵活性原则：在术语标准化过程中，应采用灵活的方针。",
      "广义性原则：术语标准化要以集体方式进行。",
    ],
    start: 1,
  },
  {
    title: "简述标准化的定义并对其进行简要注释 / 简答题 /  第五章",
    simple: "",
    normal: [
      "定义是“为了在一定范围内获得最佳秩序，对现实问题或潜在问题制定共同的和重复使用的条款的活动。”",
      "注释：一是上述活动主要是包括编制、发布及实施标准的过程；二是标准化的主要作用在于为了其预期目标的改进产品、过程和服务的适用性，防止贸易壁垒，并促进技术合作。",
    ],
    start: 1,
  },
  {
    title: "简述标准的本质特征及其含义 / 简答题 /  第五章",
    simple: "",
    normal: [
      "统一是标准的本质特征，不同级别的标准是在不同范围内进行统一的，不同类型的标准是从不同角度、不同侧面进行统一的。统一并不意味着全部统死。标准的作用归根来源于统一。",
    ],
    start: 1,
  },
  {
    title: "简述标准化的主要作用和过程 / 简答题 /  第五章",
    simple: "",
    normal: [
      "标准化的主要作用是改善产品、生产过程和服务对于预定目标的适应性，消除贸易壁垒，便于技术协作。",
      "标准化不是一个孤立的事物，而是一个活动过程，主要是制定标准、贯彻标准、进而修订标准。此过程不是一次就完结，而是一个不断循环、螺旋式上升的运动过程。",
    ],
    start: 1,
  },
  {
    title: "简述信息法律的主体和客体 / 简答题 /  第五章",
    simple: "",
    normal: [
      "信息法律的主体是指在信息法律关系中依法享有权利并承担相应义务的人或组织，如政府部门、经济组织、非营利组织及个人；",
      "信息法律的客体是指一定的行为以及在特定环境中的物化或非物化财产，包括信息资源、信息技术、各相关主体的信息行为三个方面。",
    ],
    start: 1,
  },
  {
    title: "什么是信息资源管理标准化技术？主要内容有哪些？ / 简答题 /  第五章",
    simple: "",
    normal: [
      "信息技术的标准化，是围绕着信息技术开发、研制和信息系统建设与管理等一系列活动而进行的标准化工作。",
      "主要内容包括信息资源的生产、识别与提取、检测和分类编码、交换或传输、处理、存储、显示与打印、控制以及信息资源的利用等技术的标准化。",
    ],
    start: 1,
  },
  {
    title: "数据安全管理 / 名词解释 /  第六章",
    simple: "",
    normal: [
      "是信息系统安全最根本的落脚点，其他层面的安全管理也是为数据安全目的而服务的。数据安全管理主要解决数据（信息）的可用性、机密性、认证性和一致性等问题。",
    ],
    start: 1,
  },
  {
    title: "信息资源安全管理 / 名词解释 /  第六章",
    simple: "",
    normal: ["是指针对普遍存在的信息资源安全问题，人们利用各种技术方法和组织手段，所进行的有计划的管理活动。"],
    start: 1,
  },
  {
    title: "恶意程序 / 名词解释 /  第六章",
    simple: "",
    normal: ["是指未经授权在用户不知道的情况下，进入用户计算机系统中，影响系统正常工作，甚至危害或破坏系统的计算机程序。"],
    start: 1,
  },
  {
    title: "入侵检测 / 名词解释 /  第六章",
    simple: "",
    normal: [
      "是一种主动安全保护技术。它在不影响网络性能的前提下，对网络进行检测，从计算机网络的若干关键点收集信息，通过分析这些信息，发现异常并判断识别是否为恶意攻击。",
    ],
    start: 1,
  },
  {
    title: "CA(Certificate Authority) / 名词解释 /  第六章",
    simple: "",
    normal: [
      "即证书认证机构（证书机构或者证书权威机构也可），该机构拥有并管理网络上通信双方的私钥和公钥，以实现彼此间的信息加密、身份认证“签名”和篡改验证等。",
    ],
    start: 1,
  },
  {
    title: "逻辑炸弹/ 名词解释 /  第六章",
    simple: "",
    normal: ["是指嵌入在合法程序中的代码，被设置为满足特定条件就会“爆炸”，即执行一个有害的任务。"],
    start: 1,
  },
  {
    title: "为什么 RSA 加密体系在加（解）密过程中速度远低于对称加密算法？实际应用中人们是如何解决这个问题的？/ 简答题 /  第六章",
    simple: "",
    normal: [
      "RSA 密钥涉及 100 - 200 位的大素数，导致加（解）密运算速度远低于对称加密算法。",
      "在实际中人们通常是混合使用对称加密技术和非对称加密技术，以应对不同类型的信息安全问题，提高应用效率。",
    ],
    start: 1,
  },
  {
    title: "为什么 RSA 数据库管理员可以利用什么语句进行授权？/ 简答题 /  第六章",
    simple: "",
    normal: ["数据库管理员可以利用 GRANT<权限表> ON<数据库元素>TO<用户表><WITH option>语句进行授权。"],
    start: 1,
  },
  {
    title: "简述《计算机信息系统安全保护等级划分准则》（GB 17859—1999）规定的计算机系统安全保护能力的五个等级。/ 简答题 /  第六章",
    simple: "",
    normal: ["第一级：用户自主保护级。", "第二级：系统审计保护级。 ", "第三级：安全标记保护级。 ", "第四级：结构化保护级。 ", "第五级：访问验证保护级 "],
    start: 1,
  },
  {
    title: "什么是实体安全管理?实体安全管理包括哪几个方面的内容? / 简答题 /  第六章",
    simple: "",
    normal: [
      "实体安全管理主要涉及信息系统的硬件及其运行环境，其安全与否对网络、软件、数据等的安全有着重要的影响。",
      "实体安全管理包括：场地环境安全、硬件安全、介质安全。",
    ],
    start: 1,
  },
  {
    title: "简述信息资源安全管理的主要任务 / 简答题 /  第六章",
    simple: "",
    normal: [
      "信息资源安全管理的主要任务有：",
      "采取技术和管理措施，保证信息资源可用。采用数据加密技术，使信息在其处理过程中，内容不被非法者获得。",
      "建立有效的责任机制，防止用户否认其行为。",
      "建立可审查的机制，实现责任追究性 。",
    ],
    start: 1,
  },
  {
    title: "基于 PKI 的第三方认证服务体系有哪些实体？ / 简答题 /  第六章",
    simple: "",
    normal: ["一个基于 PKI 的第三方认证服务系统至少包括：用户、证书、注册机构（RA）、证书机构（CA）、证书库、作废证书库等实体。"],
    start: 1,
  },
  {
    title: "简述信息资源管理中的技术安全管理内容 / 简答题 /  第六章",
    simple: "",
    normal: [
      "信息资源安全管理更多地从技术的角度，利用各种信息安全技术，解决信息资源（网络、软件、信息等资源）的可用性、保密性、认证性、一致性等安全管理问题。",
      "包括通信网络、软件系统和数据信息等层面的安全管理，即技术安全管理，以保证信息系统安全工作，最终实现信息的有效开发和利用。",
    ],
    start: 1,
  },
  {
    title: "政府监管与服务信息 / 名词解释 /  第七章",
    simple: "",
    normal: ["包括各类政策法规信息；税务、工商、质检、安全与卫生等管理信息，国家宏观经济统计信息等。"],
    start: 1,
  },
  {
    title: "企业信息资源管理 / 名词解释 /  第七章",
    simple: "",
    normal: ["以企业战略为指导，综合运用各种方法和手段对企业信息及其生产者和支持工具进行规划、组织、开发、利用和控制的过程。"],
    start: 1,
  },
  {
    title: "政府信息资源 / 名词解释 /  第七章",
    simple: "",
    normal: ["指政府生产和收集的信息，包括政府业务流程产生的大量文书记录和报表数据、调查统计得到的信息等。"],
    start: 1,
  },
  {
    title: "企业网络 / 名词解释 /  第七章",
    simple: "",
    normal: [
      "包括企业内网、外网和公网，即借助 ISP 利用 TCP/IP、防火墙、虚拟专用网（VPN）等技术搭建安全可靠的内部网（Intranet）、外部网（Extranet）和互联网（Internet）。",
    ],
    start: 1,
  },
  {
    title: "企业信息资源 / 名词解释 /  第七章",
    simple: "",
    normal: ["企业信息资源包括企业网络、企业信息系统和企业信息。"],
    start: 1,
  },
  {
    title: "什么是产业？举例说明哪些产业属于信息产业。 / 名词解释 /  第七章",
    simple: "",
    normal: ["生产同类产品的所有企业构成了产业。信息产业包括信息产品制造业（如硬软件制造等）、信息内容生产业（如网络传媒等）、信息服务业（如信息中介等）等。"],
    start: 1,
  },
  {
    title: "简述企业信息资源管理的目的和工作内容/ 名词解释 /  第七章",
    simple: "",
    normal: [
      "企业信息资源管理的目的是有效地开发和利用企业信息资源，提高企业各种业务和管理的活动效率，实现企业可持续经营和利润最大化的目标。",
      "具体工作内容包括",
      "1.信息化规划",
      "2.信息化组织建设",
      "3.信息化项目实施",
      "4.信息系统的应用",
    ],
    start: 1,
  },
  {
    title: "简述政府信息资源管理的特点 / 名词解释 /  第七章",
    simple: "",
    normal: [
      "管理目标的多样性：政府信息资源管理必须为政府决策当好参谋；宣传政治、军事、科技、经济或文化思想，实现相应的目的；树立政府的形象提升其社会影响力；实现办公自动化。",
      "管理模式的灵活性：要因地制宜，具体问题具体分析，实现政府信息资源管理。",
      "管理手段的多维性：在进行政府信息资源管理时，技术手段是必不可少的，此外，又必须与行政和法律手段结合。",
      "",
    ],
    start: 1,
  },
  {
    title: "简述企业信息资源管理和政府信息资源管理在目标和手段上存在的不同点 / 名词解释 /  第七章",
    simple: "",
    normal: [
      "企业信息资源管理以盈利为最终目标；而政府信息资源管理的目标则包括：政府信息资源管理必须为政府决策当好参谋；宣传政治、军事、科技、经济或文化思想，实现相应的目的；树立政府形象，提升其社会影响力；实现办公自动化。",
      "企业信息资源管理和政府信息资源管理的手段存在不同点：企业信息资源管理往往只有技术手段和行政手段，而政府信息资源管理还包括额外的法律手段；且两者的行政手段的效率是有巨大差异的。",
      "",
    ],
    start: 1,
  },
  {
    title: "从时效性看，企业信息的分类有哪些？ / 名词解释 /  第七章",
    simple: "",
    normal: [
      "从时效上看，企业信息可划分为",
      "沉淀信息：长时间不变动的、作用时效长的信息",
      "累积信息：有较长作用时效、变化周期较长的信息；",
      "即时信息：变化迅速的、作用时间短的信息。",
    ],
    start: 1,
  },
  {
    title: "简述政府信息资源管理的目标 / 名词解释 /  第七章",
    simple: "",
    normal: [
      "政府信息资源管理的目标具有多样性，主要包括：",
      "为政府决策当好参谋",
      "宣传政治、军事、科技、经济或文化思想，实现相应目的；",
      "树立政府形象，提升其社会影响力；",
      "实现办公自动化，提高办公效率。",
    ],
    start: 1,
  },
];
