data.xxzygl = [
  {
    title: "国家信息化体系 / 名词解释 /  第一章",
    simple: "有信息资源就要有 网络传输资源， 有网络就要有技术应用， 有应用就要有技术和产业，维护这一堆就要人才队伍，人才删库跑路 就要 有法规和标准",
    normal: ["包括信息资源、信息网络、信息技术应用、信息技术和产业、信息化人才队伍、信息化政策法规和标准规范等 6 大要素。"],
    start: 1,
  },
  {
    title: "信息技术 / 名词解释 /  第一章",
    simple: "",
    normal: [
      "应用信息科学的原理和方法研究信息产生、传递、处理的技术，具体包括有关信息的产生、收集、交换、存储、传输、显示、识别、提取、控制、加工和利用等方面的技术。 ",
      "现代信息技术主要包括：计算机技术、通信技术、传感技术和控制技术。",
    ],
    start: 1,
  },
  {
    title: "按社会组织属性划分，信息资源可分为哪些类型？并对每一类型分别作简要说明。 / 简答题  / 1307 /  第一章",
    simple: "",
    normal: [
      "答案：按社会组织属性的不同划分，信息资源被分为政府信息资源、企业信息资源和公共信息资源等三类",
      "政府信息资源指政府生产和收集的信息，它包括政府业务流程（办公）产生的大量的文书记录和报表数据、调查统计得到的信息等。",
      "企业信息资源属于商业性信息资源，它是商业性机构或其他机构以市场化的方式收集和生产的，以盈利为目的的各种信息。",
      "公共信息资源属于公益性的信息资源，通常是由事业性机构产生、向公众提供并进入公共流通领域的信息，它包括教育、科研、文化、体育、卫生、娱乐、生活等方面信息。",
    ],
    start: 1,
  },
  {
    title: "按信息效用不同，信息可分为哪四个层次？试分别举例说明。 / 简答题  / 1204 1404 / 第一章",
    simple: "",
    normal: [
      "按信息效用不同，信息可分为迹象、事实、知识和智能四个层次。",
      "比如司机在开车途中发现前方有异物，就是“迹象”层次的信息。司机进一步发现路有塌方现象，这属于“事实”层次的信息。 ",
      "连日下雨是导致塌方的原因，这属于“知识”层次的信息。司机找到绕过塌方路段的路线，安全到达目的地，是“智能”层次的信息。",
    ],
    start: 1,
  },
  {
    title: "简述信息、知识、智能三者的关系。 / 简答题  / 1610 1107 1610 /  第一章",
    simple: "",
    normal: [
      "1.知识、智能来源于信息，是信息的高级层次，但信息不等于知识和智能。",
      "2.知识由经验总结上升到理性的规律性认识，是高级的、抽象的、具有普适性的信息。",
      "3.智能是针对性获取信息、分析处理提炼出的知识，并结合目标信息产生解决问题的策略信息。",
      "4.信息经加工提炼成知识，知识被目的激活成为智能。智能是信息的最高层次。",
    ],
    start: 1,
  },
  {
    title: "试举例阐释信息社会的特点 / 简答题  / 1104/  第一章",
    simple: "",
    normal: [
      "非物质性：构成信息世界基本单元的比特（Bit）是虚拟的、非物质的，有形物质的重要性在减小，无形信息和知识的重要性在增加。如信息咨询、软件开发、创意产业等成为经济的支柱。",
      "超时空性：信息网络的存在消除了时空距离，如经济全球化、远程教育、远程医疗、电子商务、电子政务等。",
      "可扩展性：由于比特可以共享、易于传播，信息社会具备可扩展性。如 Ipad 等数字阅读终端的普及，使人类的阅读行为由纸质出版物扩展到数字出版物。",
    ],
    start: 1,
  },
  {
    title: "简述信息资源管理产生的背景。 / 简答题  / 1510 /  第一章",
    simple: "",
    normal: ["1.“信息爆炸”——文书记录和文献记录量激增。", "2.三个应用学科的发展——数据库管理、文献管理和数据处理管理的发展。", "3.信息资源地位的提高"],
    start: 1,
  },
  {
    title: "简述信息技术发展与应用的主要特点或趋势 / 简答题   /  第一章",
    simple: "",
    normal: [
      "1.数字化：各种文字的、图形的、图像的、声音的信息被进行二进制编码，即数字化。",
      "2.小型化：个人计算机、各种移动终端设备如笔记本电脑、平板电脑等功能不断提高而体积越来越小。",
      "3.网络化：从局域网到广域网，从传感器到物联网，从有线网到无线网，网络技术的高速发展和普及应用，使网络成为名副其实的国家信息基础设施。",
      "4.智能化：从手写输入、搜索引擎、智能比价，发展到指纹识别、数控机床、机器人，再到复杂的智能交通等应用系统。",
      "5.系统化：将分散的信息产品（如功能不同的硬、软件）有机地集成在一起，形成一体化的产品，方便使用，提高效率。",
    ],
    start: 1,
  },

  {
    title: "信息化管理委员会 / 名词解释 / 1307 /   第二章",
    simple: "",
    normal: [
      "信息化管理委员会",
      "也称信息化领导小组。既可以是一个固定机构，也可以是一个松散机构。其成员包括企业的高层领导和部门领导。信息化管理委员会的主要职责是负责企业的整个信息化战略的规划。",
    ],
    start: 1,
  },

  {
    title: "CIO / 名词解释 / 1304 1107 /   第二章",
    simple: "",
    normal: ["CIO：即 Chief Information Officer 的缩写，也称信息主管，", "专门负责组织信息化建设、实施和运作的管理者， 通常是组织决策层的成员。"],
    start: 1,
  },
  {
    title: "SWOT 矩阵法 / 名词解释 / 1104 /   第二章",
    simple: "",
    normal: [
      "是全面分析组织外部环境和内部资源、寻找满意战略组合的分析工具。外部环境分析包括明确机会（O）和威胁（T），内部资源分析包括了解优势（S）和劣势（W），并根据绘制的 SWOT矩阵进行组合分析和综合分析。",
    ],
    start: 1,
  },
  {
    title: "信息化组织 / 名词解释 / 1610 /   第二章",
    simple: "",
    normal: ["是指为了达到信息化的目标，设立科学的组织结构，对各类资源的活动进行统筹协调，以期发挥最大效用。"],
    start: 1,
  },
  {
    title: "CIO 机制： / 名词解释 / 1410 1604 /   第二章",
    simple: "",
    normal: ["是以组织 CIO 为核心，以信息技术部门为支撑，以业务部门为信息化实施主体的信息化管理体系。"],
    start: 1,
  },
  {
    title: "信息资源规划 / 名词解释 / 1504/   第二章",
    simple: "",
    normal: ["是对组织管理或经营活动所需要的信息，从生产、获取，到处理、存储、传输及利用进行全面的规划。"],
    start: 1,
  },
  {
    title: "主题数据库 / 名词解释 /    第二章",
    simple: "",
    normal: [
      "是一种集约化的数据库环境，构成组织独立于具体应用的数据资源。主题数据库是根据业务主题建库，要求信息源的唯一性，主题数据库结构稳定性的技术保证是基本表，",
      "它具有原子性、规范性和演绎性三个主要特征。",
    ],
    start: 1,
  },
  {
    title: "组织战略 / 名词解释 /    第二章",
    simple: "",
    normal: [
      "是组织达到目标、完成使命的综合计划。具体来讲，组织战略是组织为了在外部环境中生存和发展，在总结历史经验、调查现状和预测未来的基础上，所做出的长远性、全局性的规划方案。",
    ],
    start: 1,
  },
  // 简答题

  {
    title: "CIO 应该具备哪些方面的管理知识?  / 简答题 /    第二章",
    simple: "",
    normal: [
      "一方面，CIO 应具备企业的战略、人力资本、供应链、客户、研发、制造、物流、信息和变革等方面的管理知识。",
      "另一方面，CIO 应具备领导艺术、企业文化、项目管理、团队精神和沟通交流等其他方面的管理知识。",
    ],
    start: 1,
  },
  {
    title: "信息主管（CIO）需要具备哪些能力？ / 简答题 /    第二章",
    simple: "",
    normal: ["技术知识；管理知识；沟通能力；协调能力；项目管理能力。"],
    start: 1,
  },
  {
    title: "简述信息化战略规划的主要方法 / 简答题 /    第二章",
    simple: "",
    normal: [
      "战略目标集转化法（SST）：将整个战略目标看成信息集合，规划过程即是将战略目标转化为信息化战略目标的过程。这是一种结构化方法。",
      "价值链分析法（VCA）：将组织看成输入、转换和输出活动的集合。这些活动构成创造价值的动态过程，即价值链。通过价值链分析，利用信息技术在价值链中识别信息并使信息增值。",
      "关键成功因素法（CSF）：对组织目标的实现起关键作用的活动就是关键成功因素。通过与企业高级管理人员交流，识别企业的关键成功因素，并据此决定信息资源分配的优先级，利用信息技术发掘新机遇。",
    ],
    start: 1,
  },
  {
    title: "系统分析员的主要任务有哪些? / 简答题 /    第二章",
    simple: "",
    normal: [
      "系统分析员的主要任务是对现行系统运行环境、作业流程和用户需求进行详细调查，进而确定目标系统的功能结构、性能指标、资源配置、编码体系、逻辑模型，以便为系统设计提供科学依据。",
    ],
    start: 1,
  },
  {
    title: "信息化战略规划的主要步骤有哪些？/ 简答题 /    第二章",
    simple: "",
    normal: [
      "基础信息调研：包括信息化现状与发展趋势调研、组织信息化需求调研、信息化建设基础条件调研。",
      "2.现状评估问题分析。",
      "3.信息化战略目标设计和制定。",
    ],
    start: 1,
  },
  {
    title: "简述战略目标集转化法的步骤？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "1.识别组织战略集，先考查该组织是否有成文的战略计划，若无，则需要构造这种战略集合。",
      "2.将组织战略集转化为组织信息化战略。对应组织战略集的每个元素，识别相应的战略约束，提出整个信息化体系架构。",
      "3.选出一个方案送决策层审核。",
    ],
    start: 1,
  },
  {
    title: "什么是信息化组织机构？它有哪些类型？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "信息化组织机构广义上指的是整个组织机构，狭义上指的是组织中专门负责信息化管理的机构，也称信息部门（或 IT 部门）。",
      "信息化组织机构包含：",
      "1.隶属于业务部门的信息部门。",
      "2.与业务部门平级的信息部门。",
      "3.由 CEO 直接领导的信息部门。",
      "4.由信息管理委员会直接领导的信息部门。",
    ],
    start: 1,
  },
  {
    title: "信息化组织机构中的系统研发与管理部门主要有哪些岗位人员?他们的任务分别是什么? / 简答题 /    第二章",
    simple: "",
    normal: [
      "岗位人员有：系统分析员、系统设计员、程序员和测试人员",
      "信息化组织机构包含：",
      "系统分析员的主要任务是详细调查现行业务状况，确定目标系统的逻辑模型，为系统设计提供科学依据；",
      "系统设计员的主要任务是根据逻辑模型和功能要求，基于用户环境采用恰当的设计方法进行目标系统的物理模型设计，确定实施方案；",
      "程序员的主要任务是根据程序设计说明书和系统测试说明书负责编写和调试程序；",
      "测试人员的主要任务是对程序员编写的程序进行各种测试，消除程序缺陷。",
    ],
    start: 1,
  },
  {
    title: "什么是范围计划？在范围计划中一个信息化项目一般可以分为哪几个阶段？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "范围计划是对信息化项目的最终交付物及工作范围的说明。",
      "信在范围计划中一项信息化项目一般被分解为：需求调研、系统设计、程序开发、测试、试运行、验收、项目总结等 7 个阶段",
    ],
    start: 1,
  },
  {
    title: "信息化组织机构的主要职能有哪些？ / 简答题 /    第二章",
    simple: "",
    normal: ["1.信息化战略制定及管理工作的组织；", "2.信息系统研发与管理；", "3.信息系统运行维护与管理；", "4.信息资源管理与服务。"],
    start: 1,
  },
  {
    title: "什么是信息化资源规划？它的主要步骤是什么？ / 简答题 /    第二章",
    simple: "",
    normal: [
      "信息资源规划是对组织管理或经营活动所需要的信息，从生产、获取，到处理、存储、传输及利用进行全面的规划。",
      "信息资源规划的步骤：（1）建立负责信息资源规划的工作组；（2）分析职能域及其业务；（3）对职能域数据进行标准化 。",
    ],
    start: 1,
  },
  {
    title: "信息系统 / 名词解释 /  第三章",
    simple: "",
    normal: [
      "信息系统：是一个完成信息采集、传递、存储、加工、维护和使用等信息处理活动系统，它可以是纯人工的，也可以是基于计算机、网络等现代信息技术的，",
      "现代信息系统特指以提供信息服务为主要目的的数据密集型、人机交互的计算机应用系统。",
    ],
    start: 1,
  },
  {
    title: "信息系统审计 / 名词解释 /  第三章",
    simple: "",
    normal: [
      "信息系统审计是一个通过收集和评价审计证据，对信息系统是否能够保护资产安全、维持数据的完整、使被审计单位的目标得以有效实现、使组织的资源得到高效使用等方面做出判断的过程。",
    ],
    start: 1,
  },
  // 简答题
  {
    title: "什么是信息系统资源观？它主要体现在哪些方面？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "所谓资源观就是人们对资源的认知或看法，它是随着社会发展变化而不断进化的。具体地来说，信息系统的资源观主要体现在以下四个方面。",
      "1.信息系统资源系统观",
      "2.信息系统资源辩证观",
      "3.信息系统资源层次观",
      "4.信息系统资源开放观。",
    ],
    start: 1,
  },
  {
    title: "信息系统资源系统观有哪几点含义？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统资源系统观是信息系统资源中最核心的观点，包含以下三点含义：",
      "1.信息系统是组织系统中的一个子系统，是非常重要的一个系统，是组织的神经系统。",
      "2.信息系统资源是由各种组成要素或者子系统资源构成的。",
      "3.信息系统资源是动态发展的，有产生、发展和消亡的生命周期",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统的生命周期？其分为哪几个阶段？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统和任何事物一样，有一个产生、发展和消亡过程，这个过程周而复始，形成了信息系统生命周期。",
      "信息系统生命周期可以划分为五个阶段，分别是系统规划、系统分析、系统设计、系统实施、系统运行与维护。",
    ],
    start: 1,
  },
  {
    title: "简述信息系统评价的内涵及其内容 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统评价是指对信息系统的运行状态和质量进行各种衡量，以判断其是否优质、高效、安全地运行的活动。",
      "信息系统评价内容",
      "1.在管理方面，评价内容主要考虑提高企业管理水平、优化管理流程、完善规章制度、提高人员素质等。",
      "2.在技术方面，评价内容主要是管理信息系统的性能，主要包括系统的总体水平、系统功能与层次、信息资源利用的深度、系统的质量、系统文档的完备性与系统的安全与保密性。",
      "3.在经济方面，评价内容主要是信息系统的成本与效益。",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统维护?信息系统维护包括哪几个方面内容? / 简述信息系统维护的定义和内容 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统维护是为了使信息系统处于合用状态而采取的一系列措施，目的是纠正错误和改进功能，保证信息系统正常工作。",
      "内容包括",
      "程序的维护、数据的维护、代码的维护、设备的维护。",
    ],
    start: 1,
  },
  {
    title: "信息系统项目开发管理包括哪几个方面的内容？ / 简答题 /  第三章",
    simple: "",
    normal: ["信息系统项目开发人员组织；", "信息系统项目开发过程管理；", "信息系统项目开发管理的质量控制。"],
    start: 1,
  },
  {
    title: "简述信息系统规划阶段的主要住务 / 简答题 /  第三章",
    simple: "",
    normal: [
      "1.对组织的环境、战略、目标、现行系统的状况进行初步调査。",
      "2.确定信息系统的发展战略。",
      "3.分析和预测建设新系统的需求。",
      "4.制定建设信息系统的各种指标，研究建设新系统的必要性和可能性，",
      "5.给出拟建的各种子系统的顺序以及备选方案，并进行可行性分析，写出可行性分析报告，审议通过后，编写成系统开发计划书。",
    ],
    start: 1,
  },
  {
    title: "信息系统维护工作的流程主要有哪几个步骤？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "1.确定信息系统维护的目标；",
      "2.建立信息系统维护的计划方案；",
      "3.实施信息系统维护工作；",
      "4.建立信息系统维护档案；",
      "5.信息系统维护工作的验收、总结和评价。",
    ],
    start: 1,
  },
  {
    title: "信息系统终端用户的培训目标有哪些？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "应使用户对目标系统有一个较为全面了解，缓解或消除对系统的误解、抵触和恐惧情绪，提高全员信息化意识。；",
      "强化用户的信息管理理念，利于实现报表自动化，而且通过系统分析结果辅助管理者决策。",
      "应使用户了解目标系统对现行系统新要求，为新系统运行作必要准备工作。",
    ],
    start: 1,
  },
  {
    title: "信息系统的技术性评价内容主要包括哪几个方面？ / 简答题 /  第三章",
    simple: "",
    normal: ["系统的总体水平；系统的功能与层次；信息资源利用的深度；系统的质量；系统文档的完备性与系统的安全与保密性。"],
    start: 1,
  },
  {
    title: "信息系统开发项目管理要解决哪些基本问题？其重要性有哪几个方面？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统开发项目管理要解决的基本问题，就是如何按所选择的研制方法，对开发项目进行有效的计划、组织、协调、领导和控制。其重要性有以下几点：",
      "1.可以进行系统的思考，进行切合实际的全局性安排；",
      "2.可为项目人力资源的需求提供确切的依据；",
      "3.通过合理的计划安排对项目进行最优化控制；",
      "4.能够提供准确、一致、标准的文档数据。",
    ],
    start: 1,
  },
  {
    title: "什么是信息系统运行维护管理？主要包括哪些内容？ / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统运行维护管理是指信息系统上线后对信息系统运行过程中的人员、硬件、软件、数据和规程进行管理的活动。其主要包括",
      "1.人员管理重点在于组织机构建设、培训和制度建设。",
      "2.软硬件管理主要是对软硬件系统进行检测、记录、维护、评价和审计过程。",
      "3.数据管理主要是数据库的日常管理和维护。",
    ],
    start: 1,
  },
  {
    title: "简要说明信息系统由哪些要素组成 / 简答题 /  第三章",
    simple: "",
    normal: [
      "信息系统由五要素组成",
      "人：终端用户；系统操作员；系统运行和维护人员；系统建设者。",
      "硬件：所有物理设备。",
      "软件：应用软件和系统软件。",
      "数据：数据是信息系统最重要的要素，是信息系统处理的对象，数据在信息系统中经过加工后变成对用户有用的信息。",
      "处理规程：包括保障信息系统正常运行的各种规章制度、各种规定文件、各种技术标准和工作规范以及有关制度、政策与法律",
    ],
    start: 1,
  },
];
