data.xxzygl = [
  {
    title: "国家信息化体系 / 名词解释 /  第一章",
    simple: "有信息就要有 网络， 有网络就要有技术应用， 有应用就要有技术和产业，维护这一堆就要人才队伍，人才删库跑路 就要 有法规和标准",
    normal: ["包括信息资源、信息网络、信息技术应用、信息技术和产业、信息化人才队伍、信息化政策法规和标准规范等 6 大要素。"],
    start: 1,
  },
  {
    title: "信息技术 / 名词解释 /  第一章",
    simple: "",
    normal: [
      "应用信息科学的原理和方法研究信息产生、传递、处理的技术，具体包括有关信息的产生、收集、交换、存储、传输、显示、识别、提取、控制、加工和利用等方面的技术。 ",
      "现代信息技术主要包括：计算机技术、通信技术、传感技术和控制技术。",
    ],
    start: 1,
  },
  {
    title: "按社会组织属性划分，信息资源可分为哪些类型？并对每一类型分别作简要说明。 / 简答题  / 1307 /  第一章",
    simple: "",
    normal: [
      "答案：按社会组织属性的不同划分，信息资源被分为政府信息资源、企业信息资源和公共信息资源等三类",
      "政府信息资源指政府生产和收集的信息，它包括政府业务流程（办公）产生的大量的文书记录和报表数据、调查统计得到的信息等。",
      "企业信息资源属于商业性信息资源，它是商业性机构或其他机构以市场化的方式收集和生产的，以盈利为目的的各种信息。",
      "公共信息资源属于公益性的信息资源，通常是由事业性机构产生、向公众提供并进入公共流通领域的信息，它包括教育、科研、文化、体育、卫生、娱乐、生活等方面信息。",
    ],
    start: 1,
  },
  {
    title: "按信息效用不同，信息可分为哪四个层次？试分别举例说明。 / 简答题  / 1204 1404 / 第一章",
    simple: "",
    normal: [
      "按信息效用不同，信息可分为迹象、事实、知识和智能四个层次。",
      "比如司机在开车途中发现前方有异物，就是“迹象”层次的信息。司机进一步发现路有塌方现象，这属于“事实”层次的信息。 ",
      "连日下雨是导致塌方的原因，这属于“知识”层次的信息。司机找到绕过塌方路段的路线，安全到达目的地，是“智能”层次的信息。",
    ],
    start: 1,
  },
  {
    title: "简述信息、知识、智能三者的关系。 / 简答题  / 1610 1107 1610 /  第一章",
    simple: "",
    normal: [
      "1.知识、智能来源于信息，是信息的高级层次，但信息不等于知识和智能。",
      "2.知识由经验总结上升到理性的规律性认识，是高级的、抽象的、具有普适性的信息。",
      "3.智能是针对性获取信息、分析处理提炼出的知识，并结合目标信息产生解决问题的策略信息。",
      "4.信息经加工提炼成知识，知识被目的激活成为智能。智能是信息的最高层次。",
    ],
    start: 1,
  },
  {
    title: "试举例阐释信息社会的特点 / 简答题  / 1104/  第一章",
    simple: "",
    normal: [
      "非物质性：构成信息世界基本单元的比特（Bit）是虚拟的、非物质的，有形物质的重要性在减小，无形信息和知识的重要性在增加。如信息咨询、软件开发、创意产业等成为经济的支柱。",
      "超时空性：信息网络的存在消除了时空距离，如经济全球化、远程教育、远程医疗、电子商务、电子政务等。",
      "可扩展性：由于比特可以共享、易于传播，信息社会具备可扩展性。如 Ipad 等数字阅读终端的普及，使人类的阅读行为由纸质出版物扩展到数字出版物。",
    ],
    start: 1,
  },
  {
    title: "简述信息资源管理产生的背景。 / 简答题  / 1510 /  第一章",
    simple: "",
    normal: ["1.“信息爆炸”——文书记录和文献记录量激增。", "2.三个应用学科的发展——数据库管理、文献管理和数据处理管理的发展。", "3.信息资源地位的提高"],
    start: 1,
  },
  {
    title: "简述信息技术发展与应用的主要特点或趋势 / 简答题   /  第一章",
    simple: "",
    normal: [
      "1.数字化：各种文字的、图形的、图像的、声音的信息被进行二进制编码，即数字化。",
      "2.小型化：个人计算机、各种移动终端设备如笔记本电脑、平板电脑等功能不断提高而体积越来越小。",
      "3.网络化：从局域网到广域网，从传感器到物联网，从有线网到无线网，网络技术的高速发展和普及应用，使网络成为名副其实的国家信息基础设施。",
      "4.智能化：从手写输入、搜索引擎、智能比价，发展到指纹识别、数控机床、机器人，再到复杂的智能交通等应用系统。",
      "5.系统化：将分散的信息产品（如功能不同的硬、软件）有机地集成在一起，形成一体化的产品，方便使用，提高效率。",
    ],
    start: 1,
  },

  {
    title: "信息化管理委员会 / 名词解释 / 1307 /   第二章",
    simple: "",
    normal: [
      "信息化管理委员会",
      "也称信息化领导小组。既可以是一个固定机构，也可以是一个松散机构。其成员包括企业的高层领导和部门领导。信息化管理委员会的主要职责是负责企业的整个信息化战略的规划。",
    ],
    start: 1,
  },

  {
    title: "CIO / 名词解释 / 1304 1107 /   第二章",
    simple: "",
    normal: ["CIO：即 Chief Information Officer 的缩写，也称信息主管，", "专门负责组织信息化建设、实施和运作的管理者， 通常是组织决策层的成员。"],
    start: 1,
  },
  {
    title: "SWOT 矩阵法 / 名词解释 / 1104 /   第二章",
    simple: "",
    normal: [
      "是全面分析组织外部环境和内部资源、寻找满意战略组合的分析工具。外部环境分析包括明确机会（O）和威胁（T），内部资源分析包括了解优势（S）和劣势（W），并根据绘制的 SWOT矩阵进行组合分析和综合分析。",
    ],
    start: 1,
  },
  {
    title: "信息化组织 / 名词解释 / 1610 /   第二章",
    simple: "",
    normal: ["是指为了达到信息化的目标，设立科学的组织结构，对各类资源的活动进行统筹协调，以期发挥最大效用。"],
    start: 1,
  },
  {
    title: "CIO 机制： / 名词解释 / 1410 1604 /   第二章",
    simple: "",
    normal: ["是以组织 CIO 为核心，以信息技术部门为支撑，以业务部门为信息化实施主体的信息化管理体系。"],
    start: 1,
  },
  {
    title: "信息资源规划 / 名词解释 / 1504/   第二章",
    simple: "",
    normal: ["是对组织管理或经营活动所需要的信息，从生产、获取，到处理、存储、传输及利用进行全面的规划。"],
    start: 1,
  },
  {
    title: "主题数据库 / 名词解释 /    第二章",
    simple: "",
    normal: [
      "是一种集约化的数据库环境，构成组织独立于具体应用的数据资源。主题数据库是根据业务主题建库，要求信息源的唯一性，主题数据库结构稳定性的技术保证是基本表，",
      "它具有原子性、规范性和演绎性三个主要特征。",
    ],
    start: 1,
  },
  {
    title: "组织战略 / 名词解释 /    第二章",
    simple: "",
    normal: [
      "是组织达到目标、完成使命的综合计划。具体来讲，组织战略是组织为了在外部环境中生存和发展，在总结历史经验、调查现状和预测未来的基础上，所做出的长远性、全局性的规划方案。",
    ],
    start: 1,
  },
  // 简答题
];
