data.ycx = [
  {
    title: "定性决策 / 第一章",
    simple: "",
    normal: [
      "根据决策人员的主观经验或感受到的感觉或知识而制定的决策，称为定性决策。",
    ],
    start: 1,
  },
  {
    title: "定量决策 / 第一章",
    simple: "",
    normal: ["借助于某些正规的计量方法而做出的决策，称为定量决策。"],
    start: 1,
  },
  {
    title: "混合型决策 / 第一章",
    simple: "",
    normal: ["必须运用定性和定量两种方法才能制定的决策，称为混合性决策"],
    start: 1,
  },
  {
    title: "运筹学 / 第一章",
    simple: "",
    normal: [
      "运筹学利用多种方法把复杂功能关系表示成数学模型，其目的是通过定量分析为决策和揭露新问题提供数量根据。",
    ],
    start: 1,
  },
  {
    title: "预测 / 第二章",
    simple: "",
    normal: ["预测就是对未来的不确定的事件进行估计或判断"],
    start: 1,
  },
  {
    title: "经济预测 / 第二章",
    simple: "",
    normal: [
      "经济预测包括宏观经济预测和微观经济预测，宏观经济预测是指对整个国民经济范围的经济预测，微观经济预测是指对单个经济实体(企业)的各项经济指标。",
    ],
    start: 1,
  },
  {
    title: "定性预测 / 第二章",
    simple: "",
    normal: [
      "定性预测是指利用直观材料，依靠个人经验的主观判断和分析能力，对未来的发展进行预测",
    ],
    start: 1,
  },
  {
    title: "定量预测 / 第二章",
    simple: "",
    normal: [
      "定量预测是指根据历史数据和资料，应用数理统计方法来预测事物的未来，或者利用事物发展的因果关系来预测事物的未来。",
    ],
    start: 1,
  },
  {
    title: "时间序列分析法 / 第二章",
    simple: "",
    normal: [
      "时间序列就是将历史数据按时间顺序排列的一组数字序列。时间序列分析法就是根据预测对象的这些数据，利用数理统计方法加以处理，来预测事物的发展趋势。",
    ],
    start: 1,
  },
  {
    title: "回归分析法 / 第二章",
    simple: "",
    normal: [
      "回归分析法就是依据事物发展的内部因素变化的因果关系来预测事物未来的发展趋势。",
    ],
    start: 1,
  },
  {
    title: "相关关系 / 第二章",
    simple: "",
    normal: [
      "相关关系是由于变量之间的因果关系存在着其它因素的干扰与影响，使变量间的关系出现不确定性。",
    ],
    start: 1,
  },
  {
    title: "一元线性回归 / 第二章",
    simple: "",
    normal: [
      "一元线性回归：描述一个因变量与一个自变量间线性关系的回归方程，如体重与身高之间的关系",
    ],
    start: 1,
  },
  {
    title: "多元线性回归 / 第二章",
    simple: "",
    normal: [
      "多元线性回归：描述一个因变量与多个自变量间线性关系的回归方程，如体重与身高、家庭财富之间的关系。",
    ],
    start: 1,
  },
  {
    title: "最小二乘法 / 第二章",
    simple: "",
    normal: ["最小二乘法：寻求使误差平方总和为最小的配合趋势线的方法。"],
    start: 1,
  },
  {
    title: "常规性决策 / 第三章",
    simple: "",
    normal: [
      "常规性决策：例行的、重复性的决策，（不是新问题，有经验可作参考，例：晚饭吃什么）",
    ],
    start: 1,
  },
  {
    title: "特殊性决策 / 第三章",
    simple: "",
    normal: [
      "特殊性决策：对特殊的、无先例可循的新问题的决策，（例：一个学生报考大学专业、工厂引进新设备）",
    ],
    start: 1,
  },
  {
    title: "可行性研究 / 第三章",
    simple: "",
    normal: [
      "可行性研究是对新建或改建项目的主要问题，从技术、经济两个方面进行全面系统的研究分析，并对其投产后的经济效果进行估测的过程。",
    ],
    start: 1,
  },
  {
    title: "确定条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，只存在一种自然状态，即关于未来的状态是完全确定的。",
    ],
    start: 1,
  },
  {
    title: "不确定条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，存在一个以上的自然状态，而决策者不了解其它的状态，甚至不了解如何把概率值（可能性）分配给自然状态。",
    ],
    start: 1,
  },
  {
    title: "风险条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，存在一个以上的自然状态，并且决策者具有提供将概率值（可能性）分配到每个可能状态的信息。",
    ],
    start: 1,
  },
  {
    title: "遗憾值（后悔值） / 第三章",
    simple: "",
    normal: [
      "当某种自然状态可能出现时，决策者应当选择收益最大的方案，如果决策者由于决策失误选择了其它方案，这两个方案的收益值之差称为遗憾值（后悔值）",
    ],
    start: 1,
  },
  {
    title: "经济订货量 / 第四章",
    simple: "",
    normal: [
      "经济订货量是使总的存货费用达到最低的为某个台套或某个存货单元确定的最佳的订货批量。",
    ],
    start: 1,
  },
  {
    title: "订货费用 / 第四章",
    simple: "",
    normal: [
      "订货费用——当安排某项订货时，每一次都要承担的费用。（如：采购人员工资、差旅费）",
    ],
    start: 1,
  },
  {
    title: "保管费用 / 第四章",
    simple: "",
    normal: [
      "保管费用——企业自己拥有存货或保管存货所要承担的费用。（如：设备折旧费、管理费、搬运费）",
    ],
    start: 1,
  },
  {
    title: "工装调整费 / 第四章",
    simple: "",
    normal: [
      "工装调整费——在批量生产情况下，每批投产前的设备调整、检验所需费用。",
    ],
    start: 1,
  },
  {
    title: "安全库存量 / 第四章",
    simple: "",
    normal: [
      "工安全库存量，也称为保险库存量，是为了预防可能出现的缺货现象而保持的额外库存量。",
    ],
    start: 1,
  },

  {
    title: "目标函数 / 第五章",
    simple: "",
    normal: [
      "目标函数是决策者对决策问题目标的数学描述，是一个极值问题，即极大值或极小值。",
    ],
    start: 1,
  },

  {
    title: "约束条件 / 第五章",
    simple: "",
    normal: ["约束条件是指实现目标的限制因素"],
    start: 1,
  },
  {
    title: "线性规划的可行解 / 第五章",
    simple: "",
    normal: ["在线性规划的图解法中，满足约束条件的解称为可行解。"],
    start: 1,
  },
  {
    title: "线性规划的可行解区 / 第五章",
    simple: "",
    normal: ["可行解区就是全部可行解所分布的区域，又称凸集、可行域。"],
    start: 1,
  },
  {
    title: "线性规划的最优解 / 第五章",
    simple: "",
    normal: ["可行解区内满足目标函数的解称为最优解。"],
    start: 1,
  },
  {
    title: "线性规划的可行基解 / 第五章",
    simple: "",
    normal: ["当基解满足非负的要求时，叫可行基解。"],
    start: 1,
  },
  {
    title: "平衡运输问题 / 第六章",
    simple: "",
    normal: [
      "所有产地的总产量和所有销地的总需求量相等的运输问题，称为平衡运输问题",
    ],
    start: 1,
  },
  {
    title: "表上作业法 / 第六章",
    simple: "",
    normal: [
      "表上作业法是指首先把产销平衡表和运费表压缩在一张表格里，然后求出一个初始调运方案，再加以判断和调整，直至求得最优方案的方法。",
    ],
    start: 1,
  },
  {
    title: "改进路线 / 第六章",
    simple: "",
    normal: [
      "改进路线：从某一个空格开始，寻求一条企图改变原来运输方案的路线。",
    ],
    start: 1,
  },
  {
    title: "闭合回路法 / 第六章",
    simple: "",
    normal: [
      "闭合回路法：寻求改进路线的方法，在这种方法中，改进路线是闭合的，而且在改进路线中，除了出发点不能有其他空格。",
    ],
    start: 1,
  },
  {
    title: "改进指数 / 第六章",
    simple: "",
    normal: [
      "改进指数：循着改进路线，当货物的运输量改变一个单位时，引起总运输费用的改变量。",
    ],
    start: 1,
  },
  {
    title: "箭线式网络图 / 第七章",
    simple: "",
    normal: ["箭线式网络图以箭线代表活动（作业），以结点代表活动的开始和完成"],
    start: 1,
  },
  {
    title: "网络计划技术 / 第七章",
    simple: "",
    normal: [
      "网络计划技术是综合运用计划评核术和关键路线法的一种比较先进的计划管理方法。",
    ],
    start: 1,
  },
  {
    title: "作业时间 / 第七章",
    simple: "",
    normal: [
      "作业时间就是在一定的生产技术条件下，完成一项活动或一道工序所需的时间。",
    ],
    start: 1,
  },
  {
    title: "虚活动 / 第七章",
    simple: "",
    normal: ["虚活动即虚设的活动，它不消耗资源，不占用时间。"],
    start: 1,
  },
  {
    title: "关键结点 / 第七章",
    simple: "",
    normal: ["结点时差等于 0 的结点，叫关键结点"],
    start: 1,
  },
  {
    title: "线路 / 第七章",
    simple: "",
    normal: [
      "线路是指从网络的始点开始，顺着箭线的方向，中间经过互相连线的结点和箭线，到网络终点为止的一条连线。",
    ],
    start: 1,
  },
  {
    title: "关键线路 / 第七章",
    simple: "",
    normal: ["关键线路是指在网络图上所有线路中所需工时最长的那条线路"],
    start: 1,
  },
  {
    title: "正常时间和正常费用 / 第七章",
    simple: "",
    normal: [
      "正常时间就是采用正常的工艺方法，能够完成该项活动的时间。 对应于正常时间所花费的费用叫正常费用。",
    ],
    start: 1,
  },
  {
    title: "极限时间和极限费用 / 第七章",
    simple: "",
    normal: [
      "极限时间：也叫赶工时间，是指采用最先进的工艺方法，能够完成该项活动的时间。极限费用：也叫赶工费用，对应于活动的极限时间所花的费用。",
    ],
    start: 1,
  },
  {
    title: "最小枝杈树问题 / 第八章",
    simple: "",
    normal: [
      "最小枝杈树问题：在一个网络中，从一个起点出发到所有点，找出一条路线，以使这条路线中全部支线的总长度最小。",
    ],
    start: 1,
  },
  {
    title: "网络的路线问题 / 第八章",
    simple: "",
    normal: [
      "寻找从入口到出口所需的最少时间、最短距离或最少费用的路径问题，称做网络的路线问题。",
    ],
    start: 1,
  },
  {
    title: "概率向量 / 第九章",
    simple: "",
    normal: [
      "任意一个向量，如果它内部的各个元素为非负数，且总和等于 1，则此向量称为概率向量。",
    ],
    start: 1,
  },
  {
    title: "马尔柯夫过程 / 第九章",
    simple: "",
    normal: [
      "对于由一种情况转换至另外一种情况的过程，若该过程具有转换概率，而且此种转换概率又可以依据其紧接的前项情况推算岀来，则这种过程即称为马尔柯夫过程。",
    ],
    start: 1,
  },
  {
    title: "马尔柯夫锁链 / 第九章",
    simple: "",
    normal: [
      "对于马尔柯夫过程或马尔柯夫锁链可能产生的演变加以分析，以观察和预测该过程或该锁链未来变动的趋向，这种分析、观察和预测的工作即称为马尔柯夫分析。",
    ],
    start: 1,
  },
  {
    title: "盈亏分析 / 第十章",
    simple: "",
    normal: [
      "盈亏分析就是对企业产品的成本、产品的产量（销售量）和企业利润的综合分析。",
    ],
    start: 1,
  },
  {
    title: "盈亏平衡点 / 第十章",
    simple: "",
    normal: [
      "盈亏平衡点就是企业经营达到这一点时，总销售额和总成本完全相等，利润为 0。",
    ],
    start: 1,
  },
  {
    title: "固定成本 / 第十章",
    simple: "",
    normal: [
      "固定成本——在一定时期内不随企业产量的增减而变化，如车间经费和企业管理费。",
    ],
    start: 1,
  },
  {
    title: "可变成本 / 第十章",
    simple: "",
    normal: [
      "可变成本——随着企业产品产量的增减而变化，一般随着产量的增加，费用总额也成比例的增加。如原材料费、工资及附加费、燃料动力费、废品损失费。",
    ],
    start: 1,
  },
  {
    title: "预付成本 / 第十章",
    simple: "",
    normal: [
      "预付成本——由所提供的生产能力决定的，例如租金、工厂和设备保险金等。这些费用是过去发生的行为的结果，不受短期管理控制的支配，它们的数量在整个生产过程中保持不变",
    ],
    start: 1,
  },
  {
    title: "计划成本 / 第十章",
    simple: "",
    normal: ["计划成本——管理部门认为要达到预期目标所必须的费用，如广告费用。"],
    start: 1,
  },
  {
    title: "边际收益 / 第十章",
    simple: "",
    normal: ["边际收益，又称为边际贡献，指产品价格减去可变成本后的净值"],
    start: 1,
  },
  {
    title: "模拟 / 第十一章",
    simple: "",
    normal: [
      "模拟又称仿真，它的基本思想是构造一个试验的模型，这个模型与我们研究的系统的主要性能十分近似的。通过对这个模型的运行，获得要研究的系统的必要信息和结果",
    ],
    start: 1,
  },
  {
    title: "蒙特卡洛方法 / 第十一章",
    simple: "",
    normal: [
      "蒙特卡洛方法是应用随机数进行模拟试验的方法，它对要研究的系统进行随机观察抽样，通过对样本的观察统计，得到系统的参数值。",
    ],
    start: 1,
  },
  {
    title: "随机变量 / 第十一章",
    simple: "",
    normal: [
      "随机变量是具有各种不同数值的一个变量，这些不同数值是在一次随机试验中，作为各种结果之一而出现的。",
    ],
    start: 1,
  },
  {
    title: "随机数 / 第十一章",
    simple: "",
    normal: [
      "每一个随机变量和相关的某个范围内累计频率序列数相应，这个累计频率数，称为随机数。",
    ],
    start: 1,
  },
];
