data.ycx = [
  {
    title: "定性决策 / 第一章",
    simple: "",
    normal: [
      "根据决策人员的主观经验或感受到的感觉或知识而制定的决策，称为定性决策。",
    ],
    start: 1,
  },
  {
    title: "定量决策 / 第一章",
    simple: "",
    normal: ["借助于某些正规的计量方法而做出的决策，称为定量决策。"],
    start: 1,
  },
  {
    title: "混合型决策 / 第一章",
    simple: "",
    normal: ["必须运用定性和定量两种方法才能制定的决策，称为混合性决策"],
    start: 1,
  },
  {
    title: "运筹学 / 第一章",
    simple: "",
    normal: [
      "运筹学利用多种方法把复杂功能关系表示成数学模型，其目的是通过定量分析为决策和揭露新问题提供数量根据。",
    ],
    start: 1,
  },
  {
    title: "预测 / 第二章",
    simple: "",
    normal: ["预测就是对未来的不确定的事件进行估计或判断"],
    start: 1,
  },
  {
    title: "经济预测 / 第二章",
    simple: "",
    normal: [
      "经济预测包括宏观经济预测和微观经济预测，宏观经济预测是指对整个国民经济范围的经济预测，微观经济预测是指对单个经济实体(企业)的各项经济指标。",
    ],
    start: 1,
  },
  {
    title: "定性预测 / 第二章",
    simple: "",
    normal: [
      "定性预测是指利用直观材料，依靠个人经验的主观判断和分析能力，对未来的发展进行预测",
    ],
    start: 1,
  },
  {
    title: "定量预测 / 第二章",
    simple: "",
    normal: [
      "定量预测是指根据历史数据和资料，应用数理统计方法来预测事物的未来，或者利用事物发展的因果关系来预测事物的未来。",
    ],
    start: 1,
  },
  {
    title: "时间序列分析法 / 第二章",
    simple: "",
    normal: [
      "时间序列就是将历史数据按时间顺序排列的一组数字序列。时间序列分析法就是根据预测对象的这些数据，利用数理统计方法加以处理，来预测事物的发展趋势。",
    ],
    start: 1,
  },
  {
    title: "回归分析法 / 第二章",
    simple: "",
    normal: [
      "回归分析法就是依据事物发展的内部因素变化的因果关系来预测事物未来的发展趋势。",
    ],
    start: 1,
  },
  {
    title: "相关关系 / 第二章",
    simple: "",
    normal: [
      "相关关系是由于变量之间的因果关系存在着其它因素的干扰与影响，使变量间的关系出现不确定性。",
    ],
    start: 1,
  },
  {
    title: "一元线性回归 / 第二章",
    simple: "",
    normal: [
      "一元线性回归：描述一个因变量与一个自变量间线性关系的回归方程，如体重与身高之间的关系",
    ],
    start: 1,
  },
  {
    title: "多元线性回归 / 第二章",
    simple: "",
    normal: [
      "多元线性回归：描述一个因变量与多个自变量间线性关系的回归方程，如体重与身高、家庭财富之间的关系。",
    ],
    start: 1,
  },
  {
    title: "最小二乘法 / 第二章",
    simple: "",
    normal: ["最小二乘法：寻求使误差平方总和为最小的配合趋势线的方法。"],
    start: 1,
  },
  {
    title: "常规性决策 / 第三章",
    simple: "",
    normal: [
      "常规性决策：例行的、重复性的决策，（不是新问题，有经验可作参考，例：晚饭吃什么）",
    ],
    start: 1,
  },
  {
    title: "特殊性决策 / 第三章",
    simple: "",
    normal: [
      "特殊性决策：对特殊的、无先例可循的新问题的决策，（例：一个学生报考大学专业、工厂引进新设备）",
    ],
    start: 1,
  },
  {
    title: "可行性研究 / 第三章",
    simple: "",
    normal: [
      "可行性研究是对新建或改建项目的主要问题，从技术、经济两个方面进行全面系统的研究分析，并对其投产后的经济效果进行估测的过程。",
    ],
    start: 1,
  },
  {
    title: "确定条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，只存在一种自然状态，即关于未来的状态是完全确定的。",
    ],
    start: 1,
  },
  {
    title: "不确定条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，存在一个以上的自然状态，而决策者不了解其它的状态，甚至不了解如何把概率值（可能性）分配给自然状态。",
    ],
    start: 1,
  },
  {
    title: "风险条件下的决策 / 第三章",
    simple: "",
    normal: [
      "在这种情况下，存在一个以上的自然状态，并且决策者具有提供将概率值（可能性）分配到每个可能状态的信息。",
    ],
    start: 1,
  },
  {
    title: "遗憾值（后悔值） / 第三章",
    simple: "",
    normal: [
      "当某种自然状态可能出现时，决策者应当选择收益最大的方案，如果决策者由于决策失误选择了其它方案，这两个方案的收益值之差称为遗憾值（后悔值）",
    ],
    start: 1,
  },
  {
    title: "经济订货量 / 第四章",
    simple: "",
    normal: [
      "经济订货量是使总的存货费用达到最低的为某个台套或某个存货单元确定的最佳的订货批量。",
    ],
    start: 1,
  },
  {
    title: "订货费用 / 第四章",
    simple: "",
    normal: [
      "订货费用——当安排某项订货时，每一次都要承担的费用。（如：采购人员工资、差旅费）",
    ],
    start: 1,
  },
  {
    title: "保管费用 / 第四章",
    simple: "",
    normal: [
      "保管费用——企业自己拥有存货或保管存货所要承担的费用。（如：设备折旧费、管理费、搬运费）",
    ],
    start: 1,
  },
  {
    title: "工装调整费 / 第四章",
    simple: "",
    normal: [
      "工装调整费——在批量生产情况下，每批投产前的设备调整、检验所需费用。",
    ],
    start: 1,
  },
  {
    title: "安全库存量 / 第四章",
    simple: "",
    normal: [
      "工安全库存量，也称为保险库存量，是为了预防可能出现的缺货现象而保持的额外库存量。",
    ],
    start: 1,
  },
];
